<?php

return [

    'subject' => 'ناونیشانی ئیمەیڵەکەت دەگۆڕدرێت',

    'lines' => [
        'داواکارییەکمان پێگەیشت بۆ گۆڕینی ئەو ناونیشانی ئیمەیڵەی کە بە هەژمارەکەتەوە بەستراوە. تێپەڕەوشەکەت بەکارهات بۆ پشتڕاستکردنەوەی ئەم گۆڕانکارییە.',
        'دوای پشتڕاستکردنەوە، ناونیشانی ئیمەیڵی نوێی هەژمارەکەت دەبێتە: :email.',
        'دەتوانیت پێش پشتڕاستکردنەوە ڕێگە لە گۆڕانکارییەکە بگریت بە کرتەکردن لەسەر دوگمەی خوارەوە.',
        'ئەگەر تۆ ئەم داواکارییەت نەکردووە، تکایە دەستبەجێ پەیوەندیمان پێوە بکە.',
    ],

    'action' => 'بلۆککردنی گۆڕینی ئیمەیڵ',

];
