<?php

return [
    'label' => 'Извези :label',

    'modal' => [

        'heading' => 'Извези :label',

        'form' => [

            'columns' => [

                'label' => 'Ступци',

                'form' => [

                    'is_enabled' => [
                        'label' => ':column је омогућен',
                    ],

                    'label' => [
                        'label' => ':column ознака',
                    ],

                ],

            ],

        ],

        'actions' => [

            'export' => [
                'label' => 'Извези',
            ],

        ],

    ],

    'notifications' => [

        'completed' => [

            'title' => 'Извези података завршен',

            'actions' => [

                'download_csv' => [
                    'label' => 'Преузми .csv',
                ],

                'download_xlsx' => [
                    'label' => 'Преузми .xlsx',
                ],

            ],

        ],

        'max_rows' => [
            'title' => 'Датотека за преузимање је превелика',
            'body' => '{1} Не можете преузети више од једног реда одједном.|[2,4] Не можете преузети више од :count реда одједном.|[5,*] Не можете преузети више од :count редова одједном.',
        ],

        'started' => [
            'title' => 'Извоз датотека је започет',
            'body' => '{1} Твој извоз датотека је започет и један ред ће се обрадити у позадини. Добићете обавештење када је израђена веза за преузимање.|[2,4] Твој извоз датотека је започео и :count реда ће се обрадити у позадини. Добићете обавештење када је израђена веза за преузимање.|[5,*] Твој извоз датотека је започео и :count редова ће се обрадити у позадини. Добићете обавештење када је израђена веза за преузимање.',
        ],

    ],

    'file_name' => 'export-:export_id-:model',

];
