<?php

return [
    'label' => 'Извези :label',

    'modal' => [

        'heading' => 'Извези :label',

        'form' => [

            'columns' => [

                'label' => 'Ступци',

                'form' => [

                    'is_enabled' => [
                        'label' => ':column је омогућен',
                    ],

                    'label' => [
                        'label' => ':column ознака',
                    ],

                ],

            ],

        ],

        'actions' => [

            'export' => [
                'label' => 'Извоз',
            ],

        ],

    ],

    'notifications' => [

        'completed' => [

            'title' => 'Izvoz podataka završen',

            'actions' => [

                'download_csv' => [
                    'label' => 'Preuzmi .csv',
                ],

                'download_xlsx' => [
                    'label' => 'Preuzmi .xlsx',
                ],

            ],

        ],

        'max_rows' => [
            'title' => 'Фајл за преузимање је превелик',
            'body' => '{1} Не може се преузети више редова одједном.|[2,4] Више од :count реда се не може преузети одједном.|[5,*] Више од :count редова се не може преузети одједном.',
        ],

        'started' => [
            'title' => 'Преузимање фајла је почело',
            'body' => '{1} Твој извоз фајлова је започео и један ред ће се обрадити у позадини. Бићете обавештени када линк за преузимање буде креиран..|[2,4] Извоз фајлова је започео и :count реда ће се обрадити у позадини. Бићете обавештени када се генерише линк за преузимање.|[5,*] Извоз фајлова је започео и :count редова ће се обрадити у позадини. Бићете обавештени када се генерише линк за преузимање.',
        ],

    ],

    'file_name' => 'export-:export_id-:model',

];
