<?php

return [

    'title' => 'Ресетуј своју лозинку',

    'heading' => 'Заборављена лозинка?',

    'actions' => [

        'login' => [
            'label' => 'назад на пријаву',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'Адреса е-поште',
        ],

        'actions' => [

            'request' => [
                'label' => 'Пошаљи е-пошту',
            ],

        ],

    ],

    'notifications' => [

        'sent' => [
            'body' => 'Ако ваш налог не постоји, нећете добити е-пошту.',
        ],

        'throttled' => [
            'title' => 'Превише захтева',
            'body' => 'Молим вас, покушајте поново за :seconds секунди.',
        ],

    ],

];
