<?php

return [

    'subject' => 'Вашу електронну адресу змінюють',

    'lines' => [
        'Ми отримали запит на зміну електронної адреси, пов’язаної з вашим обліковим записом. Для підтвердження цієї зміни було використано ваш пароль.',
        'Після підтвердження новою електронною адресою у вашому обліковому записі буде: :email.',
        'Ви можете заблокувати зміну до її підтвердження, натиснувши кнопку нижче.',
        'Якщо ви не надсилали цей запит, негайно зв’яжіться з нами.',
    ],

    'action' => 'Заблокувати зміну електронної адреси',

];
