<?php

return [
    'label' => 'ပိတ်ရန်',
    'modal' => [
        'heading' => 'အထောက်အထားစစ်ဆေးသည့် အက်ပ်ကို ပိတ်ရန်',
        'description' => 'အထောက်အထားစစ်ဆေးသည့် အက်ပ်ကို အသုံးပြုခြင်း ရပ်တန့်လိုသည်မှာ သေချာပါသလား။ ပိတ်လိုက်ပါက သင့်အကောင့်၏ ထပ်ဆင့်လုံခြုံရေးအလွှာကို ဖယ်ရှားသွားမည်ဖြစ်သည်။',
        'form' => [
            'code' => [
                'label' => 'အထောက်အထားစစ်ဆေးသည့် အက်ပ်မှ ဂဏန်း ၆ လုံးပါ ကုဒ်ကို ထည့်ပါ',
                'validation_attribute' => 'ကုဒ်',
                'actions' => [
                    'use_recovery_code' => [
                        'label' => 'ပြန်လည်ရယူရေးကုဒ်ကို အစားထိုးအသုံးပြုရန်',
                    ],
                ],
                'messages' => [
                    'invalid' => 'သင်ထည့်သွင်းသော ကုဒ် မမှန်ကန်ပါ။',
                    'rate_limited' => 'ကြိုးစားမှု များလွန်းနေပါသည်။ နောက်မှ ထပ်စမ်းကြည့်ပါ။',
                ],
            ],
            'recovery_code' => [
                'label' => 'သို့မဟုတ် ပြန်လည်ရယူရေးကုဒ်ကို ထည့်ပါ',
                'validation_attribute' => 'ပြန်လည်ရယူရေးကုဒ်',
                'messages' => [
                    'invalid' => 'သင်ထည့်သွင်းသော ပြန်လည်ရယူရေးကုဒ် မမှန်ကန်ပါ။',
                    'rate_limited' => 'ကြိုးစားမှု များလွန်းနေပါသည်။ နောက်မှ ထပ်စမ်းကြည့်ပါ။',
                ],
            ],
        ],
        'actions' => [
            'submit' => [
                'label' => 'အထောက်အထားစစ်ဆေးသည့် အက်ပ်ကို ပိတ်ရန်',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'အထောက်အထားစစ်ဆေးသည့် အက်ပ်ကို ပိတ်ပြီးပါပြီ',
        ],
    ],
];
