<?php

return [

    'management_schema' => [

        'actions' => [

            'label' => 'Тасдиқ тавассути почтаи электронӣ',

            'below_content' => 'Барои тасдиқи воридшавӣ рамзи муваққатиро ба суроғаи почтаи электронии худ қабул кунед.',

            'messages' => [
                'enabled' => 'Фаъол',
                'disabled' => 'Ғайрифаъол',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'Фиристодани рамз ба почтаи электронии шумо',

        'code' => [

            'label' => 'Рамзи 6-рақамаеро, ки мо ба почтаи электронии шумо фиристодем, ворид кунед',

            'validation_attribute' => 'рамз',

            'actions' => [

                'resend' => [

                    'label' => 'Фиристодани рамзи нав ба почтаи электронӣ',

                    'notifications' => [

                        'resent' => [
                            'title' => 'Мо рамзи навро ба почтаи электронии шумо фиристодем',
                        ],

                        'throttled' => [
                            'title' => 'Кӯшишҳои аз ҳад зиёди фиристодани дубора. Лутфан пеш аз дархости рамзи дигар каме интизор шавед.',
                        ],

                    ],

                ],

            ],

            'messages' => [

                'invalid' => 'Рамзи воридшуда нодуруст аст.',

            ],

        ],

    ],

];
