<?php

return [

    'notifications' => [

        'blocked' => [
            'title' => 'Промената на е-пошта адресата е блокирана',
            'body' => 'Успешно ја блокиравте обидот за промена на е-пошта адресата на :email. Ако не го направивте оригиналното барање, ве молиме контактирајте не веднаш.',
        ],

        'failed' => [
            'title' => 'Неуспешно блокирање на промената на е-пошта адресата',
            'body' => 'За жал, не можевте да ја спречите промената на е-пошта адресата на :email, бидејќи веќе беше потврдена пред да ја блокирате. Ако не го направивте оригиналното барање, ве молиме контактирајте не веднаш.',
        ],

    ],

];
