<?php

return [

    'notifications' => [

        'blocked' => [
            'title' => 'Тағйир додани суроғаи почтаи электронӣ манъ карда шуд',
            'body' => 'Шумо кӯшиши тағйир додани суроғаи почтаи электрониро ба :email бомуваффақият манъ кардед. Агар шумо ин дархости аввалияро нафиристода бошед, фавран бо мо дар тамос шавед.',
        ],

        'failed' => [
            'title' => 'Манъ кардани тағйир додани суроғаи почтаи электронӣ муваффақ нашуд',
            'body' => 'Мутаассифона, шумо натавонистед тағйир додани суроғаи почтаи электрониро ба :email пешгирӣ кунед, зеро он пеш аз манъ кардани шумо аллакай тасдиқ шуда буд. Агар шумо ин дархости аввалияро нафиристода бошед, фавран бо мо дар тамос шавед.',
        ],

    ],

];
