<?php

return [

    'notifications' => [

        'blocked' => [
            'title' => 'تم منع تغيير عنوان البريد الإلكتروني',
            'body' => 'لقد نجحت في منع محاولة تغيير عنوان البريد الإلكتروني إلى :email. إذا لم تقم بالطلب الأصلي، يرجى التواصل معنا فوراً.',
        ],

        'failed' => [
            'title' => 'فشل في منع تغيير عنوان البريد الإلكتروني',
            'body' => 'للأسف، لم تتمكن من منع تغيير عنوان البريد الإلكتروني إلى :email، حيث تم التحقق منه بالفعل قبل أن تقوم بمنعه. إذا لم تقم بالطلب الأصلي، يرجى التواصل معنا فوراً.',
        ],

    ],

];
