<?php

return [

    'management_schema' => [

        'actions' => [

            'label' => 'កូដផ្ទៀងផ្ទាត់តាមអ៊ីមែល',

            'below_content' => 'ទទួលបានកូដបណ្តោះអាសន្ននៅអាសយដ្ឋានអ៊ីមែលរបស់អ្នក ដើម្បីផ្ទៀងផ្ទាត់អត្តសញ្ញាណរបស់អ្នកក្នុងអំឡុងពេលចូល។',

            'messages' => [
                'enabled' => 'បានបើក',
                'disabled' => 'បានបិទ',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'ផ្ញើកូដទៅកាន់អ៊ីមែលរបស់អ្នក',

        'code' => [

            'label' => 'បញ្ចូលកូដ ៦ ខ្ទង់ដែលយើងបានផ្ញើជូនអ្នកតាមអ៊ីមែល',

            'validation_attribute' => 'កូដ',

            'actions' => [

                'resend' => [

                    'label' => 'ផ្ញើកូដថ្មីតាមអ៊ីមែល',

                    'notifications' => [

                        'resent' => [
                            'title' => 'យើងបានផ្ញើកូដថ្មីជូនអ្នកតាមអ៊ីមែលហើយ',
                        ],

                        'throttled' => [
                            'title' => 'ការព្យាយាមផ្ញើច្រើនដងពេក។ សូមរង់ចាំមុននឹងស្នើសុំកូដផ្សេងទៀត។',
                        ],

                    ],

                ],

            ],

            'messages' => [
                'invalid' => 'កូដដែលអ្នកបានបញ្ចូលមិនត្រឹមត្រូវទេ។',
            ],

        ],

    ],

];
