<?php

return [

    'label' => ':label রপ্তানি করুন',

    'modal' => [

        'heading' => ':label রপ্তানি করুন',

        'form' => [

            'columns' => [

                'label' => 'কলাম',

                'actions' => [

                    'select_all' => [
                        'label' => 'সব নির্বাচন করুন',
                    ],

                    'deselect_all' => [
                        'label' => 'সবগুলো নির্বাচন বাতিল করুন',
                    ],

                ],

                'form' => [

                    'is_enabled' => [
                        'label' => ':column সক্রিয় করা হয়েছে',
                    ],

                    'label' => [
                        'label' => ':column লেবেল',
                    ],

                ],

            ],

        ],

        'actions' => [

            'export' => [
                'label' => 'রপ্তানি করুন',
            ],

        ],

    ],

    'notifications' => [

        'completed' => [

            'title' => 'রপ্তানি সম্পন্ন হয়েছে',

            'actions' => [

                'download_csv' => [
                    'label' => '.csv ডাউনলোড করুন',
                ],

                'download_xlsx' => [
                    'label' => '.xlsx ডাউনলোড করুন',
                ],

            ],

        ],

        'max_rows' => [
            'title' => 'রপ্তানি খুব বড়',
            'body' => 'আপনি একবারে ১টি সারির বেশি রপ্তানি করতে পারবেন না।|আপনি একবারে :countটি সারির বেশি রপ্তানি করতে পারবেন না।',
        ],

        'no_columns' => [
            'title' => 'কোন কলাম নির্বাচন করা হয়নি',
            'body' => 'রপ্তানি করার জন্য অনুগ্রহ করে অন্তত একটি কলাম নির্বাচন করুন।',
        ],

        'started' => [
            'title' => 'রপ্তানি শুরু হয়েছে',
            'body' => 'আপনার রপ্তানি শুরু হয়েছে এবং ১টি সারি ব্যাকগ্রাউন্ডে প্রক্রিয়াকরণ করা হবে। সম্পূর্ণ হলে আপনি ডাউনলোড লিংক সহ একটি বিজ্ঞপ্তি পাবেন।|আপনার রপ্তানি শুরু হয়েছে এবং :countটি সারি ব্যাকগ্রাউন্ডে প্রক্রিয়াকরণ করা হবে। সম্পূর্ণ হলে আপনি ডাউনলোড লিংক সহ একটি বিজ্ঞপ্তি পাবেন।',
        ],

    ],

    'file_name' => 'export-:export_id-:model',

];
