<?php

return [
    'label' => 'ปิดการใช้งานการยืนยันตัวตนผ่านอีเมล',
    'modal' => [
        'heading' => 'ปิดการใช้งานการยืนยันตัวตนผ่านอีเมล',
        'description' => 'คุณแน่ใจหรือไม่ว่าต้องการปิดการใช้งานการยืนยันตัวตนผ่านอีเมลสำหรับบัญชีนี้?',
        'actions' => [
            'disable' => [
                'label' => 'ปิดการใช้งาน',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'ปิดการใช้งานการยืนยันตัวตนผ่านอีเมลแล้ว',
        ],
    ],
];
