<?php

return [
    'label' => 'ตั้งค่าการยืนยันตัวตนผ่านอีเมล',
    'modal' => [
        'heading' => 'ตั้งค่าการยืนยันตัวตนผ่านอีเมล',
        'description' => 'กรุณากรอกรหัสที่เราส่งไปยังอีเมลของคุณเพื่อเริ่มใช้งาน',
        'form' => [
            'code' => [
                'label' => 'รหัสยืนยัน',
            ],
        ],
        'actions' => [
            'set_up' => [
                'label' => 'ยืนยัน',
            ],
        ],
    ],
    'notifications' => [
        'set_up' => [
            'title' => 'ตั้งค่าการยืนยันตัวตนผ่านอีเมลเรียบร้อยแล้ว',
        ],
    ],
];
