<?php

return [

    'title' => 'ඔබගේ විද්‍යුත් තැපැල් ලිපිනය සත්‍යාපනය කරන්න',

    'heading' => 'ඔබගේ විද්‍යුත් තැපැල් ලිපිනය සත්‍යාපනය කරන්න',

    'actions' => [

        'resend_notification' => [
            'label' => 'නැවත එවන්න',
        ],

    ],

    'messages' => [
        'notification_not_received' => 'අපි එවූ විද්‍යුත් තැපැල් පණිවිඩය ලැබුණේ නැද්ද?',
        'notification_sent' => 'ඔබගේ විද්‍යුත් තැපැල් ලිපිනය සත්‍යාපනය කරන ආකාරය පිළිබඳ උපදෙස් අඩංගු විද්‍යුත් තැපැල් පණිවිඩයක් අපි :email වෙත එවා ඇත.',
    ],

    'notifications' => [

        'notification_resent' => [
            'title' => 'අපි විද්‍යුත් තැපැල් පණිවිඩයක් නැවත එවා ඇත.',
        ],

        'notification_resend_throttled' => [
            'title' => 'නැවත යැවීමේ උත්සාහයන් වැඩියි',
            'body' => 'කරුණාකර තත්පර :seconds කින් නැවත උත්සාහ කරන්න.',
        ],

    ],

];
