<?php

return [

    'label' => 'Ғайрифаъол кардан',

    'modal' => [

        'heading' => 'Ғайрифаъол кардани тасдиқ тавассути почтаи электронӣ',

        'description' => 'Оё мутмаин ҳастед, ки мехоҳед гирифтани рамзҳои тасдиқро тавассути почтаи электронӣ қатъ кунед? Ғайрифаъол кардани он сатҳи иловагии амнияти ҳисоби шуморо нест мекунад.',

        'form' => [

            'code' => [

                'label' => 'Рамзи 6-рақамаеро, ки мо ба почтаи электронии шумо фиристодем, ворид кунед',

                'validation_attribute' => 'рамз',

                'actions' => [

                    'resend' => [

                        'label' => 'Фиристодани рамзи нав ба почтаи электронӣ',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Мо рамзи навро ба почтаи электронии шумо фиристодем',
                            ],

                            'throttled' => [
                                'title' => 'Кӯшишҳои аз ҳад зиёди фиристодани дубора. Лутфан пеш аз дархости рамзи дигар каме интизор шавед.',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Рамзи воридшуда нодуруст аст.',

                    'rate_limited' => 'Кӯшишҳо аз ҳад зиёд шуданд. Лутфан баъдтар дубора кӯшиш кунед.',
                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Ғайрифаъол кардани тасдиқ тавассути почтаи электронӣ',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'Тасдиқ тавассути почтаи электронӣ ғайрифаъол карда шуд',
        ],

    ],

];
