<?php

return [

    'title' => 'چوونەژوورەوە',

    'heading' => 'بچۆ ژوورەوە بۆ ناو هەژمارەکەت',

    'buttons' => [

        'submit' => [
            'label' => 'چوونەژوورەوە',
        ],

    ],

    'fields' => [

        'email' => [
            'label' => 'ئیمەیڵ',
        ],

        'password' => [
            'label' => 'ووشەی نهێنی',
        ],

        'remember' => [
            'label' => 'لەبیرم مەکە',
        ],

    ],

    'messages' => [
        'failed' => 'هیچ هەژمارێک بەو تۆمارە بوونی نییە.',
        'throttled' => 'هەوڵی زۆرتدا بۆ چونەژورەوە لە ماوەیەکی کەم، تکایە دوای :seconds چرکە هەوڵبدرەوە.',
    ],

];
