<?php

return [

    'management_schema' => [

        'actions' => [

            'label' => 'Кодови за верификација по е-пошта',

            'below_content' => 'Примајте привремен код на вашата е-пошта адреса за да го потврдите вашиот идентитет за време на најавувањето.',

            'messages' => [
                'enabled' => 'Овозможено',
                'disabled' => 'Оневозможено',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'Испрати код на вашата е-пошта',

        'code' => [

            'label' => 'Внесете го 6-цифрениот код што ви го испративме по е-пошта',

            'validation_attribute' => 'код',

            'actions' => [

                'resend' => [

                    'label' => 'Испрати нов код по е-пошта',

                    'notifications' => [

                        'resent' => [
                            'title' => 'Ви испративме нов код по е-пошта',
                        ],

                        'throttled' => [
                            'title' => 'Премногу обиди за повторно испраќање. Ве молиме почекајте пред да побарате друг код.',
                        ],

                    ],

                ],

            ],

            'messages' => [

                'invalid' => 'Кодот што го внесовте не е валиден.',

            ],

        ],

    ],

];
