<?php

return [

    'management_schema' => [

        'actions' => [

            'label' => 'විද්‍යුත් තැපැල් සත්‍යාපන කේත',

            'below_content' => 'පිවිසීමේදී ඔබගේ අනන්‍යතාවය සත්‍යාපනය කිරීමට ඔබගේ විද්‍යුත් තැපැල් ලිපිනයට තාවකාලික කේතයක් ලබා ගන්න.',

            'messages' => [
                'enabled' => 'සක්‍රියයි',
                'disabled' => 'අක්‍රියයි',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'ඔබගේ විද්‍යුත් තැපෑලට කේතයක් ලබාගන්න',

        'code' => [

            'label' => 'අපි විද්‍යුත් තැපෑලෙන් එවූ ඉලක්කම් 6 කින් යුත් කේතය ඇතුළත් කරන්න',

            'validation_attribute' => 'කේතය',

            'actions' => [

                'resend' => [

                    'label' => 'විද්‍යුත් තැපෑලෙන් නව කේතයක් ලබාගන්න',

                    'notifications' => [

                        'resent' => [
                            'title' => 'අපි ඔබට විද්‍යුත් තැපෑලට නව කේතයක් එවා ඇත',
                        ],

                        'throttled' => [
                            'title' => 'නැවත යැවීමේ උත්සාහයන් වැඩියි. වෙනත් කේතයක් ඉල්ලීමට පෙර කරුණාකර රැඳී සිටින්න.',
                        ],

                    ],

                ],

            ],

            'messages' => [
                'invalid' => 'ඔබ ඇතුළත් කළ කේතය වලංගු නැත.',
            ],

        ],

    ],

];
