<?php

return [

    'subject' => 'Вашата е-пошта адреса се менува',

    'lines' => [
        'Примивме барање за промена на е-пошта адресата поврзана со вашата сметка. Вашата лозинка беше користена за да се потврди оваа промена.',
        'Откако ќе биде потврдена, новата е-пошта адреса на вашата сметка ќе биде: :email.',
        'Можете да ја блокирате промената пред да биде потврдена со кликнување на копчето подолу.',
        'Ако не го направивте ова барање, ве молиме контактирајте не веднаш.',
    ],

    'action' => 'Блокирај промена на е-пошта',

];
