<?php

return [

    'buttons' => [

        'submit' => [
            'label' => 'تسجيل الدخول',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'البريد الإلكتروني',
        ],

        'password' => [
            'hint' => 'نسيت كلمة المرور؟',
            'label' => 'كلمة المرور',
        ],

        'remember' => [
            'label' => 'تذكرني',
        ],

    ],

    'messages' => [
        'failed' => 'بيانات الاعتماد هذه غير متطابقة مع البيانات المسجلة لدينا.',
        'throttled' => 'عدد كبير جدا من محاولات الدخول. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',
    ],

    'title' => 'تسجيل الدخول إلى حسابك',

];
