<?php

return [

    'buttons' => [

        'submit' => [
            'label' => 'إعادة تعيين كلمة المرور',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'البريد الإلكتروني',
        ],

        'password' => [
            'label' => 'كلمة المرور',
        ],

        'passwordConfirmation' => [
            'label' => 'تأكيد كلمة المرور',
        ],

    ],

    'messages' => [

        'passwords' => [
            'throttled' => 'الرجاء الانتظار قبل إعادة المحاولة.',
            'token' => 'رمز استعادة كلمة المرور الذي أدخلته غير صحيح.',
            'user' => 'لم يتم العثور على أيّ حسابٍ بهذا العنوان الإلكتروني.',
        ],

    ],

    'title' => 'إعادة تعيين كلمة المرور',

];
