<?php

return [

    'subject' => 'آپ کا ای میل ایڈریس تبدیل کیا جا رہا ہے',

    'lines' => [
        'ہمیں آپ کے اکاؤنٹ کا ای میل ایڈریس تبدیل کرنے کی درخواست موصول ہوئی ہے۔ یہ تبدیلی آپ کا پاسورڈ استعمال کر کے کی گئی۔',
        'تصدیق کے بعد، آپ کے اکاؤنٹ پر نیا ای میل ایڈریس یہ ہوگا: :email۔',
        'آپ نیچے دیے گئے بٹن پر کلک کر کے تصدیق سے پہلے اس تبدیلی کو روک سکتے ہیں۔',
        'اگر آپ نے یہ درخواست نہیں کی، تو فوری طور پر ہم سے رابطہ کریں۔',
    ],

    'action' => 'ای میل تبدیلی روکیں',

];
