<?php

return [

    'subject' => 'ඔබගේ විද්‍යුත් තැපැල් ලිපිනය වෙනස් කෙරේ',

    'lines' => [
        'ඔබගේ ගිණුම හා සම්බන්ධ විද්‍යුත් තැපැල් ලිපිනය වෙනස් කිරීමට අපට ඉල්ලීමක් ලැබුණි. මෙම වෙනස තහවුරු කිරීමට ඔබගේ මුරපදය භාවිතා කරන ලදී.',
        'සත්‍යාපනය වූ පසු, ඔබගේ ගිණුමේ නව විද්‍යුත් තැපැල් ලිපිනය වනුයේ: :email.',
        'සත්‍යාපනය වීමට පෙර පහත බොත්තම ක්ලික් කිරීමෙන් ඔබට මෙම වෙනස අවහිර කළ හැක.',
        'මෙම ඉල්ලීම ඔබ සිදු නොකළේ නම්, කරුණාකර වහාම අප හා සම්බන්ධ වන්න.',
    ],

    'action' => 'විද්‍යුත් තැපැල් ලිපිනය වෙනස් කිරීම අවහිර කරන්න',

];
