<?php

return [
    'label' => 'ปิดการใช้งานการยืนยันตัวตนหลายขั้นตอน',
    'modal' => [
        'heading' => 'ปิดการใช้งานการยืนยันตัวตนหลายขั้นตอน',
        'description' => 'คุณแน่ใจหรือไม่ว่าต้องการปิดการใช้งานการยืนยันตัวตนหลายขั้นตอนสำหรับบัญชีนี้?',
        'actions' => [
            'disable' => [
                'label' => 'ปิดการใช้งาน',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'ปิดการใช้งานการยืนยันตัวตนหลายขั้นตอนแล้ว',
        ],
    ],
];
