<?php

return [
    'notifications' => [
        'blocked' => [
            'title' => 'အီးမေးလ်လိပ်စာ ပြောင်းလဲမှုကို ပိတ်ပင်ပြီးပါပြီ',
            'body' => 'အီးမေးလ်လိပ်စာကို :email သို့ ပြောင်းလဲရန် ကြိုးစားမှုကို အောင်မြင်စွာ ပိတ်ပင်ပြီးပါပြီ။ မူလတောင်းဆိုချက်ကို သင်မပြုလုပ်ခဲ့ပါက ကျွန်ုပ်တို့ထံ ချက်ချင်း ဆက်သွယ်ပါ။',
        ],
        'failed' => [
            'title' => 'အီးမေးလ်လိပ်စာ ပြောင်းလဲမှုကို ပိတ်ပင်၍မရပါ',
            'body' => 'ဝမ်းနည်းပါသည်၊ သင်ပိတ်ပင်ခြင်းမပြုမီ အတည်ပြုပြီးဖြစ်သောကြောင့် အီးမေးလ်လိပ်စာကို :email သို့ ပြောင်းလဲခြင်းအား တားဆီး၍မရခဲ့ပါ။ မူလတောင်းဆိုချက်ကို သင်မပြုလုပ်ခဲ့ပါက ကျွန်ုပ်တို့ထံ ချက်ချင်း ဆက်သွယ်ပါ။',
        ],
    ],
];
