<?php

return [

    'label' => ':label අපනයනය කරන්න',

    'modal' => [

        'heading' => ':label අපනයනය කරන්න',

        'form' => [

            'columns' => [

                'label' => 'තීරු',

                'actions' => [

                    'select_all' => [
                        'label' => 'සියල්ල තෝරන්න',
                    ],

                    'deselect_all' => [
                        'label' => 'සියල්ල ඉවත් කරන්න',
                    ],

                ],

                'form' => [

                    'is_enabled' => [
                        'label' => ':column සක්‍රියයි',
                    ],

                    'label' => [
                        'label' => ':column ලේබලය',
                    ],

                ],

            ],

        ],

        'actions' => [

            'export' => [
                'label' => 'අපනයනය කරන්න',
            ],

        ],

    ],

    'notifications' => [

        'completed' => [

            'title' => 'අපනයනය සම්පූර්ණයි',

            'actions' => [

                'download_csv' => [
                    'label' => '.csv බාගන්න',
                ],

                'download_xlsx' => [
                    'label' => '.xlsx බාගන්න',
                ],

            ],

        ],

        'max_rows' => [
            'title' => 'අපනයනය විශාල වැඩියි',
            'body' => 'ඔබට එකවර පේළි 1 කට වඩා අපනයනය කළ නොහැක.|ඔබට එකවර පේළි :count කට වඩා අපනයනය කළ නොහැක.',
        ],

        'no_columns' => [
            'title' => 'තීරු කිසිවක් තෝරා නැත',
            'body' => 'කරුණාකර අපනයනය සඳහා අවම වශයෙන් එක් තීරුවක් තෝරන්න.',
        ],

        'started' => [
            'title' => 'අපනයනය ආරම්භ විය',
            'body' => 'ඔබගේ අපනයනය ආරම්භ වී ඇති අතර පේළි 1 ක් පසුබිමේ සැකසෙනු ඇත. එය සම්පූර්ණ වූ විට බාගත කිරීමේ සබැඳිය සහිත දැනුම්දීමක් ඔබට ලැබෙනු ඇත.|ඔබගේ අපනයනය ආරම්භ වී ඇති අතර පේළි :count ක් පසුබිමේ සැකසෙනු ඇත. එය සම්පූර්ණ වූ විට බාගත කිරීමේ සබැඳිය සහිත දැනුම්දීමක් ඔබට ලැබෙනු ඇත.',
        ],

    ],

    'file_name' => 'export-:export_id-:model',

];
