<?php

return [

    'label' => 'خاموش کردن',

    'modal' => [

        'heading' => 'غیرفعال کردن کدهای تأیید ایمیل',

        'description' => 'آیا مطمئن هستید که می‌خواهید دریافت کدهای تأیید ایمیل را متوقف کنید؟ با غیرفعال‌سازی، یک لایه امنیتی اضافی از حساب شما حذف خواهد شد.',

        'form' => [

            'code' => [

                'label' => 'کد ۶ رقمی ارسال‌شده به ایمیل خود را وارد کنید',

                'validation_attribute' => 'کد',

                'actions' => [

                    'resend' => [

                        'label' => 'ارسال کد جدید به ایمیل',

                        'notifications' => [

                            'resent' => [
                                'title' => 'کد جدیدی به ایمیل شما ارسال شد',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'کدی که وارد کرده‌اید معتبر نیست.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'غیرفعال کردن کدهای تأیید ایمیل',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'کدهای تأیید ایمیل غیرفعال شدند',
        ],

    ],

];
