<?php

return [

    'label' => 'راه‌اندازی',

    'modal' => [

        'heading' => 'راه‌اندازی کدهای تأیید ایمیل',

        'description' => 'برای ورود یا انجام عملیات حساس باید هر بار کد ۶ رقمی ارسال‌شده به ایمیل خود را وارد کنید. لطفاً برای تکمیل راه‌اندازی ایمیل خود را بررسی کنید.',

        'form' => [

            'code' => [

                'label' => 'کد ۶ رقمی ارسال‌شده به ایمیل خود را وارد کنید',

                'validation_attribute' => 'کد',

                'actions' => [

                    'resend' => [

                        'label' => 'ارسال کد جدید به ایمیل',

                        'notifications' => [

                            'resent' => [
                                'title' => 'کد جدیدی به ایمیل شما ارسال شد',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'کدی که وارد کرده‌اید معتبر نیست.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'فعال‌سازی کدهای تأیید ایمیل',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'کدهای تأیید ایمیل فعال شدند',
        ],

    ],

];
