<?php

return [

    'label' => 'Исклучи',

    'modal' => [

        'heading' => 'Оневозможи апликација за автентификација',

        'description' => 'Дали сте сигурни дека сакате да престанете да ја користите апликацијата за автентификација? Оневозможувањето на ова ќе го отстрани дополнителниот слој на безбедност од вашата сметка.',

        'form' => [

            'code' => [

                'label' => 'Внесете го 6-цифрениот код од апликацијата за автентификација',

                'validation_attribute' => 'код',

                'actions' => [

                    'use_recovery_code' => [
                        'label' => 'Користете код за обновување наместо тоа',
                    ],

                ],

                'messages' => [

                    'invalid' => 'Кодот што го внесовте не е валиден.',

                ],

            ],

            'recovery_code' => [

                'label' => 'Или, внесете код за обновување',

                'validation_attribute' => 'код за обновување',

                'messages' => [

                    'invalid' => 'Кодот за обновување што го внесовте не е валиден.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Оневозможи апликација за автентификација',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'Апликацијата за автентификација е оневозможена',
        ],

    ],

];
