<?php

return [

    'label' => 'Рекреирај кодови за обновување',

    'modal' => [

        'heading' => 'Рекреирај кодови за обновување на апликацијата за автентификација',

        'description' => 'Ако ги изгубите вашите кодови за обновување, можете да ги рекреирате овде. Вашите стари кодови за обновување веднаш ќе станат невалидни.',

        'form' => [

            'code' => [

                'label' => 'Внесете го 6-цифрениот код од апликацијата за автентификација',

                'validation_attribute' => 'код',

                'messages' => [

                    'invalid' => 'Кодот што го внесовте не е валиден.',

                ],

            ],

            'password' => [

                'label' => 'Или, внесете ја вашата тековна лозинка',

                'validation_attribute' => 'лозинка',

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Рекреирај кодови за обновување',
            ],

        ],

    ],

    'notifications' => [

        'regenerated' => [
            'title' => 'Нови кодови за обновување на апликацијата за автентификација се креирани',
        ],

    ],

    'show_new_recovery_codes' => [

        'modal' => [

            'heading' => 'Нови кодови за обновување',

            'description' => 'Ве молиме зачувајте ги следните кодови за обновување на безбедно место. Тие ќе бидат прикажани само еднаш, но ќе ви требаат ако изгубите пристап до вашата апликација за автентификација:',

            'actions' => [

                'submit' => [
                    'label' => 'Затвори',
                ],

            ],

        ],

    ],

];
