<?php

return [

    'title' => 'আপনার পাসওয়ার্ড রিসেট করুন',

    'heading' => 'পাসওয়ার্ড ভুলে গেছেন?',

    'actions' => [

        'login' => [
            'label' => 'লগইনে ফিরে যান',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'ইমেইল ঠিকানা',
        ],

        'actions' => [

            'request' => [
                'label' => 'ইমেইল পাঠান',
            ],

        ],

    ],

    'notifications' => [

        'sent' => [
            'body' => 'যদি আপনার অ্যাকাউন্ট না থাকে, আপনি ইমেইল পাবেন না।',
        ],

        'throttled' => [
            'title' => 'অতিরিক্ত অনুরোধ',
            'body' => 'দয়া করে :seconds সেকেন্ড পর আবার চেষ্টা করুন।',
        ],

    ],

];
