<?php

return [

    'title' => 'Нэвтрэх цонх',

    'heading' => 'Хэрэглэгчийн бүртгэлрүү орох',

    'buttons' => [

        'submit' => [
            'label' => 'Нэвтрэх',
        ],

    ],

    'fields' => [

        'email' => [
            'label' => 'Имэйл',
        ],

        'password' => [
            'label' => 'Нууц үг',
        ],

        'remember' => [
            'label' => 'Намайг сануул',
        ],

    ],

    'messages' => [
        'failed' => 'Таны оруулсан нэвтрэх нэр эсвэл нууц үг таарахгүй байна.',
        'throttled' => 'Олон удаа мэдээллээ буруу оруулсан байна. Түр хүлээгээд :seconds секундын дараа дахин оролдоно уу.',
    ],

];
