<?php

return [

    'title' => 'ចូលក្នូងប្រព័ន្ធ',

    'heading' => 'ចូលទៅក្នុងគណនីរបស់អ្នក',

    'buttons' => [

        'submit' => [
            'label' => 'ចុះឈ្មោះចូល',
        ],

    ],

    'fields' => [

        'email' => [
            'label' => 'អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល',
        ],

        'password' => [
            'label' => 'ពាក្យសម្ងាត់',
        ],

        'remember' => [
            'label' => 'ចងចាំក្នុងប្រព័ន្ធនេះ',
        ],

    ],

    'messages' => [
        'failed' => 'លិខិតសម្គាល់ទាំងនេះមិនត្រូវគ្នានឹងកំណត់ត្រាក្នុងប្រព័ន្ធរបស់យើងទេ។',
        'throttled' => 'ការព្យាយាមចូលច្រើនដងពេក។ សូមព្យាយាមម្តងទៀតក្នុងរយៈពេលប៉ុន្មាន :seconds វិនាទីទៀត។',
    ],

];
