<?php

return [

    'label' => 'Искључи',

    'modal' => [

        'heading' => 'Искључивање кодове за верификацију е-поштом',

        'description' => 'Да ли сте сигурни да желите да престанете да добијате верификационе кодове е-поштом? Искључивање ће уклонити додатни ниво заштите вашег налога.',

        'form' => [

            'code' => [

                'label' => 'Унесите код од 6 цифара послат на вашу е-пошту',

                'validation_attribute' => 'код',

                'actions' => [

                    'resend' => [

                        'label' => 'Пошаљите нови код е-поштом',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Послали смо вам нови код е-поштом',
                            ],

                            'throttled' => [
                                'title' => 'Превише покушаја. Молим сачекајте пре него поново затражите код.',
                            ],
                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Код који сте унели није исправан.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Искључивање кодове верификације е-поштом',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'Слање кодова верификације е-поштом је искључено',
        ],

    ],

];
