<?php

return [

    'label' => 'Поставка',

    'modal' => [

        'heading' => 'Поставка верификационих кодова е-поште',

        'description' => 'Мораћете да уносите код од 6 цифара послат на вашу е-пошту сваки пут кад се пријављујете или извршавате осетљиве акције. Проверите вашу е-пошту за код од 6 цифара да бисте завршили поставку.',

        'form' => [

            'code' => [

                'label' => 'Унесите код од 6 цифара послат на вашу е-пошту',

                'validation_attribute' => 'код',

                'actions' => [

                    'resend' => [

                        'label' => 'Пошаљите нови код е-поштом',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Послаћемо вам нови код е-поштом',
                            ],

                            'throttled' => [
                                'title' => 'Превише покушаја. Молим сачекајте пре него поново затражите код.',
                            ],
                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Код који сте унели није исправан.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Омогућите кодове верификације е-поштом',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'Кодови верификације е-поштом су омогућени',
        ],

    ],

];
