<?php

return [

    'label' => 'Ғайрифаъол кардан',

    'modal' => [

        'heading' => 'Ғайрифаъол кардани барномаи 2FA',

        'description' => 'Оё мутмаин ҳастед, ки мехоҳед истифодаи барномаи 2FA-ро қатъ кунед? Ғайрифаъол кардани он сатҳи иловагии амнияти ҳисоби шуморо нест мекунад.',

        'form' => [

            'code' => [

                'label' => 'Рамзи 6-рақамаро аз барномаи 2FA ворид кунед',

                'validation_attribute' => 'рамз',

                'actions' => [

                    'use_recovery_code' => [
                        'label' => 'Истифодаи рамзи барқарорсозӣ',
                    ],

                ],

                'messages' => [

                    'invalid' => 'Рамзи воридшуда нодуруст аст.',

                    'rate_limited' => 'Кӯшишҳо аз ҳад зиёд шуданд. Лутфан баъдтар дубора кӯшиш кунед.',

                ],

            ],

            'recovery_code' => [

                'label' => 'Ё рамзи барқарорсозиро ворид кунед',

                'validation_attribute' => 'рамзи барқарорсозӣ',

                'messages' => [

                    'invalid' => 'Рамзи барқарорсозии воридшуда нодуруст аст.',

                    'rate_limited' => 'Кӯшишҳо аз ҳад зиёд шуданд. Лутфан баъдтар дубора кӯшиш кунед.',
                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Ғайрифаъол кардани барномаи 2FA',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'Барномаи 2FA ғайрифаъол карда шуд',
        ],

    ],

];
