<?php

return [

    'label' => 'Эҷод кардани рамзҳои нави барқарорсозӣ',

    'modal' => [

        'heading' => 'Эҷод кардани рамзҳои нави барқарорсозӣ барои барномаи 2FA',

        'description' => 'Агар шумо рамзҳои барқарорсозии худро гум карда бошед, метавонед дар ин ҷо рамзҳои нав эҷод кунед. Рамзҳои кӯҳнаи барқарорсозии шумо фавран беэътибор карда мешаванд.',

        'form' => [

            'code' => [

                'label' => 'Рамзи 6-рақамаро аз барномаи 2FA ворид кунед',

                'validation_attribute' => 'рамз',

                'messages' => [

                    'invalid' => 'Рамзи воридшуда нодуруст аст.',

                    'rate_limited' => 'Кӯшишҳо аз ҳад зиёд шуданд. Лутфан баъдтар дубора кӯшиш кунед.',

                ],

            ],

            'password' => [

                'label' => 'Ё гузарвожаи ҷории худро ворид кунед',

                'validation_attribute' => 'гузарвожа',

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Эҷод кардани рамзҳои нави барқарорсозӣ',
            ],

        ],

    ],

    'notifications' => [

        'regenerated' => [
            'title' => 'Рамзҳои нави барқарорсозӣ барои барномаи 2FA эҷод карда шуданд',
        ],

    ],

    'show_new_recovery_codes' => [

        'modal' => [

            'heading' => 'Рамзҳои нави барқарорсозӣ',

            'description' => 'Лутфан рамзҳои зерини барқарорсозиро дар ҷои бехатар нигоҳ доред. Онҳо танҳо як маротиба намоиш дода мешаванд, аммо агар дастрасӣ ба барномаи 2FA-ро аз даст диҳед, ба онҳо ниёз хоҳед дошт:',

            'actions' => [

                'submit' => [
                    'label' => 'Пӯшидан',
                ],

            ],

        ],

    ],

];
