<?php

return [

    'management_schema' => [

        'actions' => [

            'label' => 'Апликација за аутентификацију',

            'below_content' => 'Користите сигурносну апликацију за генерисање привременог кода за верификацију пријаве.',

            'messages' => [
                'enabled' => 'Укључено',
                'disabled' => 'Искључено',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'Унесите код из апликације за аутентификацију',

        'code' => [

            'label' => 'Унесите код од 6 цифара из апликације за аутентификацију',

            'validation_attribute' => 'код',

            'actions' => [

                'use_recovery_code' => [
                    'label' => 'Користите код за опоравак',
                ],

            ],

            'messages' => [

                'invalid' => 'Код који сте унели није исправан.',

            ],

        ],

        'recovery_code' => [

            'label' => 'Или унесите код за опоравак',

            'validation_attribute' => 'код за опоравак',

            'messages' => [

                'invalid' => 'Код за опоравак који сте унели није исправан.',

            ],

        ],

    ],

];
