<?php

return [

    'title' => 'Վերականգնել ձեր գաղտնաբառը',

    'heading' => 'Մոռացե՞լ եք գաղտնաբառը',

    'actions' => [

        'login' => [
            'label' => 'վերադառնալ մուտք',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'Էլ. փոստի հասցե',
        ],

        'actions' => [

            'request' => [
                'label' => 'Ուղարկել էլ. նամակ',
            ],

        ],

    ],

    'notifications' => [

        'sent' => [
            'body' => 'Եթե ձեր հաշիվը գոյություն չունի, դուք նամակ չեք ստանա։',
        ],

        'throttled' => [
            'title' => 'Չափազանց շատ հարցումներ',
            'body' => 'Խնդրում ենք կրկին փորձել :seconds վայրկյան հետո։',
        ],

    ],

];
