<?php

return [

    'title' => 'စကားဝှက်ပြန်လည်သတ်မှတ်ရန်',

    'heading' => 'စကားဝှက်မေ့နေပါသလား?',

    'actions' => [

        'login' => [
            'label' => 'အကောင့်ဝင်ရန် စာမျက်နှာသို့',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'အီးမေးလ်လိပ်စာ',
        ],

        'actions' => [

            'request' => [
                'label' => 'အီးမေးလ်ပို့ပါ',
            ],

        ],

    ],

    'notifications' => [

        'throttled' => [
            'title' => 'တောင်းဆိုမှုများ များလွန်းနေပါသည်',
            'body' => 'ကျေးဇူးပြု၍ စက္ကန့် :seconds မှာ ထပ်မံကြိုးစားပါ။',
        ],

    ],

];
