<?php

return [

    'label' => 'Անջատել',

    'modal' => [

        'heading' => 'Անջատել հաստատող հավելվածը',

        'description' => 'Վստա՞հ եք, որ ցանկանում եք դադարեցնել հաստատող հավելվածի օգտագործումը։ Անջատելով այն՝ ձեր հաշիվը կկորցնի լրացուցիչ անվտանգության շերտը։',

        'form' => [

            'code' => [

                'label' => 'Մուտքագրեք 6-նիշանոց կոդը հաստատող հավելվածից',

                'validation_attribute' => 'կոդ',

                'actions' => [

                    'use_recovery_code' => [
                        'label' => 'Փոխարենը օգտագործել վերականգնման կոդ',
                    ],

                ],

                'messages' => [

                    'invalid' => 'Մուտքագրված կոդը սխալ է։',

                ],

            ],

            'recovery_code' => [

                'label' => 'Կամ մուտքագրեք վերականգնման կոդ',

                'validation_attribute' => 'վերականգնման կոդ',

                'messages' => [

                    'invalid' => 'Մուտքագրված վերականգնման կոդը սխալ է։',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Անջատել հաստատող հավելվածը',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'Հաստատող հավելվածը անջատվել է',
        ],

    ],

];
