<?php

return [

    'label' => 'Վերագեներացնել վերականգնման կոդերը',

    'modal' => [

        'heading' => 'Վերագեներացնել հաստատող հավելվածի վերականգնման կոդերը',

        'description' => 'Եթե դուք կորցրել եք ձեր վերականգնման կոդերը, կարող եք վերագեներացնել դրանք այստեղ։ Հին կոդերը անմիջապես կդադարեն գործել։',

        'form' => [

            'code' => [

                'label' => 'Մուտքագրեք 6-նիշանոց կոդը հաստատող հավելվածից',

                'validation_attribute' => 'կոդ',

                'messages' => [

                    'invalid' => 'Մուտքագրված կոդը սխալ է։',

                ],

            ],

            'password' => [

                'label' => 'Կամ մուտքագրեք ձեր ընթացիկ գաղտնաբառը',

                'validation_attribute' => 'գաղտնաբառ',

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Վերագեներացնել վերականգնման կոդերը',
            ],

        ],

    ],

    'notifications' => [

        'regenerated' => [
            'title' => 'Ստեղծվել են նոր վերականգնման կոդեր հաստատող հավելվածի համար',
        ],

    ],

    'show_new_recovery_codes' => [

        'modal' => [

            'heading' => 'Նոր վերականգնման կոդեր',

            'description' => 'Խնդրում ենք պահպանել հետևյալ վերականգնման կոդերը անվտանգ վայրում։ Դրանք կցուցադրվեն միայն մեկ անգամ, բայց անհրաժեշտ կլինեն, եթե կորցնեք մուտքը հաստատող հավելվածի նկատմամբ։',

            'actions' => [

                'submit' => [
                    'label' => 'Փակել',
                ],

            ],

        ],

    ],

];
