<?php

return [

    'buttons' => [

        'submit' => [
            'label' => 'تسجيل الدخول',
        ],

    ],

    'fields' => [

        'email' => [
            'label' => 'البريد الالكتروني',
        ],

        'password' => [
            'label' => 'كلمة المرور',
        ],

        'remember' => [
            'label' => 'تذكرني',
        ],

    ],

    'messages' => [
        'failed' => 'خطأ في ادخال المعرف الخاص بك وكلمة المرور',
        'throttled' => 'محاولات تسجيل دخول كثيرة جدًا. يرجى المحاولة مرة أخرى في:seconds ثواني.',
    ],

    'heading' => 'الدخول الي حسابك',

];
