<?php

return [

    'buttons' => [

        'attach' => [
            'label' => 'არსებულ ჩანაწერებთან დაკავშირება',
        ],

        'create' => [
            'label' => 'დამატება',
        ],

        'detach' => [
            'label' => 'კავშირის გაწყვეტა',
        ],

    ],

    'modals' => [

        'attach' => [

            'buttons' => [

                'cancel' => [
                    'label' => 'გაუქმება',
                ],

                'attach' => [
                    'label' => 'დაკავშირება',
                ],

                'attachAnother' => [
                    'label' => 'კიდევ ერთთან დაკავშირება',
                ],

            ],

            'form' => [

                'related' => [
                    'placeholder' => 'მოძებნეთ ჩანაწერი...',
                ],

            ],

            'heading' => 'არსებულ ჩანაწერთან დაკავშირება',

            'messages' => [
                'attached' => 'ჩანაწერები დაკავშირებულია!',
            ],

        ],

        'create' => [

            'buttons' => [

                'cancel' => [
                    'label' => 'გაუქმება',
                ],

                'create' => [
                    'label' => 'დამატება',
                ],

                'createAnother' => [
                    'label' => 'დამახსოვრება და კიდევ ერთის დამატება',
                ],

            ],

            'heading' => 'დამატება',

            'messages' => [
                'created' => 'დამატებულია!',
            ],

        ],

        'detach' => [

            'buttons' => [

                'cancel' => [
                    'label' => 'გაუქმება',
                ],

                'detach' => [
                    'label' => 'კავშირის გაწყვეტა',
                ],

            ],

            'description' => 'დარწმუნებული ხართ, რომ გსურთ ამ ჩანაწერებთან კავშირის გაწყვეტა? მათი აღდგენა შეუძლებელი იქნება.',

            'heading' => 'ჩანაწერებთან კავშირის გაწყვეტა',

            'messages' => [
                'detached' => 'ჩანაწერებს შორის კავშირი გაწყვეტილია!',
            ],

        ],

        'edit' => [

            'buttons' => [

                'cancel' => [
                    'label' => 'გაუქმება',
                ],

                'save' => [
                    'label' => 'დამახსოვრება',
                ],

            ],

            'heading' => 'რედაქტირება',

            'messages' => [
                'saved' => 'დამახსოვრებულია!',
            ],

        ],

    ],

];
