<?php

return [

    'notifications' => [

        'blocked' => [
            'title' => 'Изменение email-адреса заблокировано',
            'body' => 'Вы успешно заблокировали попытку изменения email-адреса на :email. Если вы не делали первоначальный запрос, немедленно свяжитесь с нами.',
        ],

        'failed' => [
            'title' => 'Не удалось заблокировать изменение email-адреса',
            'body' => 'К сожалению, вам не удалось предотвратить изменение email-адреса на :email, поскольку он уже был подтвержден до того, как вы заблокировали его. Если вы не делали первоначальный запрос, немедленно свяжитесь с нами.',
        ],

    ],

];
