<?php

return [

    'label' => 'Отключить',

    'modal' => [

        'heading' => 'Отключить 2FA-приложение',

        'description' => 'Вы уверены, что хотите прекратить использовать 2FA-приложение? Отключение удалит дополнительный уровень безопасности из вашей учетной записи.',

        'form' => [

            'code' => [

                'label' => 'Введите 6-значный код из 2FA-приложения',

                'validation_attribute' => 'код',

                'actions' => [

                    'use_recovery_code' => [
                        'label' => 'Использовать код восстановления',
                    ],

                ],

                'messages' => [

                    'invalid' => 'Введенный код неверен.',

                ],

            ],

            'recovery_code' => [

                'label' => 'Или введите код восстановления',

                'validation_attribute' => 'код восстановления',

                'messages' => [

                    'invalid' => 'Введенный код восстановления неверен.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Отключить 2FA-приложение',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => '2FA-приложение отключено',
        ],

    ],

];
