<?php

return [

    'label' => 'Создать новые коды восстановления',

    'modal' => [

        'heading' => 'Создание новых кодов восстановления для 2FA-приложение',

        'description' => 'Если вы потеряли коды восстановления, вы можете создать новые здесь. Ваши старые коды восстановления будут немедленно аннулированы.',

        'form' => [

            'code' => [

                'label' => 'Введите 6-значный код из 2FA-приложения',

                'validation_attribute' => 'код',

                'messages' => [

                    'invalid' => 'Введенный код неверен.',

                ],

            ],

            'password' => [

                'label' => 'Или введите ваш текущий пароль',

                'validation_attribute' => 'пароль',

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Создать новые коды восстановления',
            ],

        ],

    ],

    'notifications' => [

        'regenerated' => [
            'title' => 'Созданы новые коды восстановления для 2FA-приложения',
        ],

    ],

    'show_new_recovery_codes' => [

        'modal' => [

            'heading' => 'Новые коды восстановления',

            'description' => 'Пожалуйста, сохраните следующие коды восстановления в безопасном месте. Они будут показаны только один раз, но понадобятся вам, если вы потеряете доступ к 2FA-приложению:',

            'actions' => [

                'submit' => [
                    'label' => 'Закрыть',
                ],

            ],

        ],

    ],

];
