<?php

return [

    'notifications' => [

        'blocked' => [
            'title' => 'گۆڕینی ناونیشانی ئیمەیڵ بلۆک کراوە',
            'body' => 'تۆ بە سەرکەوتوویی هەوڵی گۆڕینی ناونیشانی ئیمەیڵت بۆ :email بلۆک کردووە. ئەگەر لەبنەڕەتدا داوات نەکردووە، دەستبەجێ پەیوەندیمان پێوە بکە.',
        ],

        'failed' => [
            'title' => 'بلۆکردنی گۆڕینی ئیمەیڵ سەرکەوتوو نەبوو',
            'body' => 'بەداخەوە نەتتوانی ڕێگەبگریت لە گۆڕینی ناونیشانی ئیمەیڵ بۆ :email، چونکە پێشتر پشتڕاستکرابووەوە پێش ئەوەی بلۆکی بکەیت. ئەگەر لەبنەڕەتدا داوات نەکردووە، دەستبەجێ پەیوەندیمان پێوە بکە.',
        ],

    ],

];
