<?php

return [

    'label' => ':label ایکسپورٹ کریں',

    'modal' => [

        'heading' => ':label ایکسپورٹ کریں',

        'form' => [

            'columns' => [

                'label' => 'کالمز',

                'form' => [

                    'is_enabled' => [
                        'label' => ':column فعال ہے',
                    ],

                    'label' => [
                        'label' => ':column کا لیبل',
                    ],

                ],

            ],

        ],

        'actions' => [

            'export' => [
                'label' => 'ایکسپورٹ کریں',
            ],

        ],

    ],

    'notifications' => [

        'completed' => [

            'title' => 'ایکسپورٹ مکمل ہو گیا',

            'actions' => [

                'download_csv' => [
                    'label' => '.csv ڈاؤن لوڈ کریں',
                ],

                'download_xlsx' => [
                    'label' => '.xlsx ڈاؤن لوڈ کریں',
                ],

            ],

        ],

        'max_rows' => [
            'title' => 'ایکسپورٹ بہت بڑی ہے',
            'body' => 'آپ ایک وقت میں 1 ریکارڈ سے زیادہ ایکسپورٹ نہیں کر سکتے۔|آپ ایک وقت میں :count ریکارڈز سے زیادہ ایکسپورٹ نہیں کر سکتے۔',
        ],

        'started' => [
            'title' => 'ایکسپورٹ شروع ہو گئی ہے',
            'body' => 'آپ کی ایکسپورٹ شروع ہو چکی ہے اور 1 ریکارڈ پس منظر میں پروسیس ہوگا۔ مکمل ہونے پر آپ کو ڈاؤن لوڈ لنک کے ساتھ نوٹیفکیشن ملے گا۔|آپ کی ایکسپورٹ شروع ہو چکی ہے اور :count ریکارڈز پس منظر میں پروسیس ہوں گے۔ مکمل ہونے پر آپ کو ڈاؤن لوڈ لنک کے ساتھ نوٹیفکیشن ملے گا۔',
        ],

    ],

    'file_name' => 'export-:export_id-:model',

];
