<?php

return [

    'label' => 'تصدير :label',

    'modal' => [

        'heading' => 'تصدير :label',

        'form' => [

            'columns' => [

                'label' => 'الأعمدة',

                'actions' => [

                    'select_all' => [
                        'label' => 'تحديد الكل',
                    ],

                    'deselect_all' => [
                        'label' => 'إلغاء تحديد الكل',
                    ],

                ],

                'form' => [

                    'is_enabled' => [
                        'label' => ':column مفعل',
                    ],

                    'label' => [
                        'label' => 'تسمية :column',
                    ],

                ],

            ],

        ],

        'actions' => [

            'export' => [
                'label' => 'تصدير',
            ],

        ],

    ],

    'notifications' => [

        'completed' => [

            'title' => 'اكتمل التصدير',

            'actions' => [

                'download_csv' => [
                    'label' => 'تنزيل .csv',
                ],

                'download_xlsx' => [
                    'label' => 'تنزيل .xlsx',
                ],

            ],

        ],

        'max_rows' => [
            'title' => 'التصدير كبير جداً',
            'body' => '{1} لا يمكنك تصدير أكثر من صف واحد في المرة الواحدة.|{2} لا يمكنك تصدير أكثر من صفين في المرة الواحدة|[3,10] لا يمكنك تصدير أكثر من :count صفوف في المرة الواحدة|[11,*] لا يمكنك تصدير أكثر من :count صفاً في المرة الواحدة',
        ],

        'no_columns' => [
            'title' => 'لم يتم تحديد أعمدة',
            'body' => 'يرجى تحديد عمود واحد على الأقل للتصدير.',
        ],

        'started' => [
            'title' => 'بدأ التصدير',
            'body' => '{1} بدأ التصدير الخاص بك وسيتم معالجة صف واحد في الخلفية. ستتلقى إشعاراً برابط التنزيل عند الانتهاء.|{2} بدأ التصدير الخاص بك وسيتم معالجة صفين في الخلفية. ستتلقى إشعاراً برابط التنزيل عند الانتهاء|[3,10] بدأ التصدير الخاص بك وسيتم معالجة :count صفوف في الخلفية. ستتلقى إشعاراً برابط التنزيل عند الانتهاء|[11,*] بدأ التصدير الخاص بك وسيتم معالجة :count صفاً في الخلفية. ستتلقى إشعاراً برابط التنزيل عند الانتهاء',
        ],

    ],

    'file_name' => 'export-:export_id-:model',

];
