<?php

return [

    'label' => 'បិទ',

    'modal' => [

        'heading' => 'បិទកម្មវិធីផ្ទៀងផ្ទាត់',

        'description' => 'តើអ្នកប្រាកដថាចង់ឈប់ប្រើកម្មវិធីផ្ទៀងផ្ទាត់មែនទេ? ការបិទវានឹងដកស្រទាប់សុវត្ថិភាពបន្ថែមចេញពីគណនីរបស់អ្នក។',

        'form' => [

            'code' => [

                'label' => 'បញ្ចូលកូដ 6 ខ្ទង់ពីកម្មវិធីផ្ទៀងផ្ទាត់',

                'validation_attribute' => 'កូដ',

                'actions' => [

                    'use_recovery_code' => [
                        'label' => 'ប្រើកូដសង្គ្រោះជំនួសវិញ',
                    ],

                ],

                'messages' => [
                    'invalid' => 'កូដដែលអ្នកបានបញ្ចូលមិនត្រឹមត្រូវទេ។',
                ],

            ],

            'recovery_code' => [

                'label' => 'ឬ បញ្ចូលកូដសង្គ្រោះ',

                'validation_attribute' => 'កូដសង្គ្រោះ',

                'messages' => [
                    'invalid' => 'កូដសង្គ្រោះដែលអ្នកបានបញ្ចូលមិនត្រឹមត្រូវទេ។',
                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'បិទកម្មវិធីផ្ទៀងផ្ទាត់',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'កម្មវិធីផ្ទៀងផ្ទាត់ត្រូវបានបិទ',
        ],

    ],

];
