<?php

return [

    'label' => 'បង្កើតកូដសង្គ្រោះឡើងវិញ',

    'modal' => [

        'heading' => 'បង្កើតកូដសង្គ្រោះកម្មវិធីផ្ទៀងផ្ទាត់ឡើងវិញ',

        'description' => 'ប្រសិនបើអ្នកបាត់កូដសង្គ្រោះរបស់អ្នក អ្នកអាចបង្កើតវាឡើងវិញនៅទីនេះ។ កូដសង្គ្រោះចាស់របស់អ្នកនឹងត្រូវមិនត្រឹមត្រូវភ្លាមៗ។',

        'form' => [

            'code' => [
                'label' => 'បញ្ចូលកូដ 6 ខ្ទង់ពីកម្មវិធីផ្ទៀងផ្ទាត់',
                'validation_attribute' => 'កូដ',
                'messages' => [
                    'invalid' => 'កូដដែលអ្នកបានបញ្ចូលមិនត្រឹមត្រូវទេ។',
                ],
            ],

            'password' => [
                'label' => 'ឬ បញ្ចូលពាក្យសម្ងាត់បច្ចុប្បន្នរបស់អ្នក',
                'validation_attribute' => 'ពាក្យសម្ងាត់',
            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'បង្កើតកូដសង្គ្រោះឡើងវិញ',
            ],

        ],

    ],

    'notifications' => [

        'regenerated' => [
            'title' => 'កូដសង្គ្រោះកម្មវិធីផ្ទៀងផ្ទាត់ថ្មីត្រូវបានបង្កើតហើយ',
        ],

    ],

    'show_new_recovery_codes' => [

        'modal' => [

            'heading' => 'កូដសង្គ្រោះថ្មី',

            'description' => 'សូមរក្សាទុកកូដសង្គ្រោះដូចខាងក្រោមនៅកន្លែងដែលមានសុវត្ថិភាព។ ពួកវានឹងត្រូវបានបង្ហាញតែម្តងគត់ ប៉ុន្តែអ្នកនឹងត្រូវការវាប្រសិនបើអ្នកបាត់បង់ការចូលប្រើកម្មវិធីផ្ទៀងផ្ទាត់របស់អ្នក៖',

            'actions' => [

                'submit' => [
                    'label' => 'បិទ',
                ],

            ],

        ],

    ],

];
