<?php

return [

    'buttons' => [

        'submit' => [
            'label' => 'პაროლის აღდგენა',
        ],

    ],

    'form' => [

        'email' => [
            'hint' => 'ავტორიზაცია',
            'label' => 'ი-მეილი',
        ],

    ],

    'messages' => [

        'throttled' => 'გთხოვთ, ხელახლა სცადოთ :seconds წამში.',

        'passwords' => [
            'sent' => 'პაროლის აღდგენის ლინკი გამოგზავნილია მითითებულ ი-მეილზე.',
            'throttled' => 'გთხოვთ, ხელახლა სცადოთ მოგვიანებით.',
            'user' => 'მომხმარებელი ასეთი ი-მეილით არ არსებობს.',
        ],

    ],

    'title' => 'პაროლის აღდგენა',

];
