<?php

return [

    'buttons' => [

        'submit' => [
            'label' => 'ورود',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'ایمیل آدرس',
        ],

        'password' => [
            'hint' => 'رمزعبور خود را فراموش کرده‌اید؟',
            'label' => 'رومز عبور',
        ],

        'remember' => [
            'label' => 'مرا به خاطر بسپار',
        ],

    ],

    'messages' => [
        'failed' => 'کاربری با این مدارک یافت نشد.',
        'throttled' => 'به علت ورود نا موفق زیاد! لطفاً بعد از :seconds ثانیه امتحان کنید.',
    ],

    'title' => 'به حساب خود وارید شوید',

];
