<?php

return [

    'buttons' => [

        'submit' => [
            'label' => 'ارسال لینک تنظیم مجدد رمز عبور',
        ],

    ],

    'form' => [

        'email' => [
            'hint' => 'برگشت به صفحه ورود',
            'label' => 'ایمیل آدرس',
        ],

    ],

    'messages' => [

        'throttled' => 'به علت ورود نا موفق زیاد! لطفاً بعد از :seconds ثانیه امتحان کنید.',

        'passwords' => [
            'sent' => 'ما لینک بازیابی رمز عبور تان را از طریق ایمیل ارسال کردیم!',
            'throttled' => 'قبل از سعی مجدد لطفاً صبر کنید.',
            'user' => 'ما نمی توانیم کاربری با آن ایمیل آدرس پیدا کنیم.',
        ],

    ],

    'title' => 'بازیابی رمز عبور',

];
