<?php

return [

    'label' => 'নিষ্ক্রিয় করুন',

    'modal' => [

        'heading' => 'অ্যাপ্লিকেশন প্রমাণীকরণ নিষ্ক্রিয় করুন',

        'description' => 'আপনি কি নিশ্চিত যে আপনি অ্যাপ্লিকেশন প্রমাণীকরণ নিষ্ক্রিয় করতে চান?',

        'actions' => [

            'cancel' => [
                'label' => 'বাতিল করুন',
            ],

            'submit' => [
                'label' => 'নিষ্ক্রিয় করুন',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'অ্যাপ্লিকেশন প্রমাণীকরণ নিষ্ক্রিয় হয়েছে',
        ],

    ],

];
