<?php

return [

    'label' => 'পুনরুদ্ধার কোড পুনরুত্পাদন করুন',

    'modal' => [

        'heading' => 'পুনরুদ্ধার কোড পুনরুত্পাদন করুন',

        'description' => 'আপনার বর্তমান পুনরুদ্ধার কোডগুলি অকার্যকর হয়ে যাবে।',

        'actions' => [

            'cancel' => [
                'label' => 'বাতিল করুন',
            ],

            'submit' => [
                'label' => 'পুনরুত্পাদন করুন',
            ],

        ],

    ],

    'notifications' => [

        'regenerated' => [
            'title' => 'পুনরুদ্ধার কোড পুনরুত্পাদন করা হয়েছে',
        ],

    ],

];
