<?php

return [

    'label' => 'সেট আপ করুন',

    'modal' => [

        'heading' => 'অ্যাপ্লিকেশন প্রমাণীকরণ সেট আপ করুন',

        'description' => 'আপনার ফোনে একটি প্রমাণীকরণ অ্যাপ্লিকেশন ব্যবহার করুন',

        'actions' => [

            'cancel' => [
                'label' => 'বাতিল করুন',
            ],

            'submit' => [
                'label' => 'সেট আপ করুন',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'অ্যাপ্লিকেশন প্রমাণীকরণ সক্রিয় হয়েছে',
        ],

    ],

];
