<?php

return [

    'title' => 'Барқарор кардани рамз',

    'heading' => 'Рамзи худро фаромӯш кардед?',

    'actions' => [

        'login' => [
            'label' => 'бозгашт ба саҳифаи воридшавӣ',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'Суроғаи почтаи электронӣ',
        ],

        'actions' => [

            'request' => [
                'label' => 'Фиристодани паём',
            ],

        ],

    ],

    'notifications' => [

        'sent' => [
            'body' => 'Агар ҳисоби шумо вуҷуд надошта бошад, шумо паёми электронӣ қабул намекунед.',
        ],

        'throttled' => [
            'title' => 'Кӯшишҳо аз ҳад зиёд шуданд',
            'body' => 'Лутфан пас аз :seconds сония дубора кӯшиш кунед.',
        ],

    ],

];
