<?php

return [

    'management_schema' => [

        'actions' => [

            'label' => 'Апликација за автентификација',

            'below_content' => 'Користете безбедна апликација за да генерирате привремен код за верификација при најавување.',

            'messages' => [
                'enabled' => 'Овозможено',
                'disabled' => 'Оневозможено',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'Користете код од вашата апликација за автентификација',

        'code' => [

            'label' => 'Внесете го 6-цифрениот код од апликацијата за автентификација',

            'validation_attribute' => 'код',

            'actions' => [

                'use_recovery_code' => [
                    'label' => 'Користете код за обновување наместо тоа',
                ],

            ],

            'messages' => [

                'invalid' => 'Кодот што го внесовте не е валиден.',

            ],

        ],

        'recovery_code' => [

            'label' => 'Или, внесете код за обновување',

            'validation_attribute' => 'код за обновување',

            'messages' => [

                'invalid' => 'Кодот за обновување што го внесовте не е валиден.',

            ],

        ],

    ],

];
