<?php

return [

    'label' => 'Անջատել',

    'modal' => [

        'heading' => 'Անջատել էլ. փոստով հաստատման կոդերը',

        'description' => 'Վստա՞հ եք, որ ցանկանում եք դադարեցնել էլ. փոստով հաստատման կոդեր ստանալը։ Անջատելով սա՝ ձեր հաշիվը կկորցնի լրացուցիչ անվտանգության շերտը։',

        'form' => [

            'code' => [

                'label' => 'Մուտքագրեք 6-նիշանոց կոդը, որը մենք ուղարկել ենք ձեր էլ. փոստով',

                'validation_attribute' => 'կոդ',

                'actions' => [

                    'resend' => [

                        'label' => 'Ուղարկել նոր կոդ էլ. փոստով',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Մենք ձեզ նոր կոդ ուղարկեցինք էլ. փոստով',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Մուտքագրված կոդը սխալ է։',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Անջատել էլ. փոստով հաստատման կոդերը',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'Էլ. փոստով հաստատման կոդերը անջատվել են',
        ],

    ],

];
