<?php

return [

    'label' => 'Կարգավորել',

    'modal' => [

        'heading' => 'Կարգավորել էլ. փոստով հաստատման կոդերը',

        'description' => 'Յուրաքանչյուր մուտքի կամ զգայուն գործողության ժամանակ անհրաժեշտ կլինի մուտքագրել 6-նիշանոց կոդը, որը մենք կուղարկենք ձեր էլ. փոստին։ Ստուգեք ձեր էլ. փոստը՝ կարգավորումն ավարտելու համար անհրաժեշտ 6-նիշանոց կոդը ստանալու համար։',

        'form' => [

            'code' => [

                'label' => 'Մուտքագրեք 6-նիշանոց կոդը, որը մենք ուղարկել ենք ձեր էլ. փոստով',

                'validation_attribute' => 'կոդ',

                'actions' => [

                    'resend' => [

                        'label' => 'Ուղարկել նոր կոդ էլ. փոստով',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Մենք ձեզ նոր կոդ ուղարկեցինք էլ. փոստով',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Մուտքագրված կոդը սխալ է։',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Միացնել էլ. փոստով հաստատման կոդերը',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'Էլ. փոստով հաստատման կոդերը միացվել են',
        ],

    ],

];
