<?php

return [

    'label' => 'Исклучи',

    'modal' => [

        'heading' => 'Оневозможи кодови за верификација по е-пошта',

        'description' => 'Дали сте сигурни дека сакате да престанете да примате кодови за верификација по е-пошта? Оневозможувањето на ова ќе го отстрани дополнителниот слој на безбедност од вашата сметка.',

        'form' => [

            'code' => [

                'label' => 'Внесете го 6-цифрениот код што ви го испративме по е-пошта',

                'validation_attribute' => 'код',

                'actions' => [

                    'resend' => [

                        'label' => 'Испрати нов код по е-пошта',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Ви испративме нов код по е-пошта',
                            ],

                            'throttled' => [
                                'title' => 'Премногу обиди за повторно испраќање. Ве молиме почекајте пред да побарате друг код.',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Кодот што го внесовте не е валиден.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Оневозможи кодови за верификација по е-пошта',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'Кодовите за верификација по е-пошта се оневозможени',
        ],

    ],

];
