<?php

return [

    'label' => 'إعداد',

    'modal' => [

        'heading' => 'إعداد رموز التحقق عبر البريد الإلكتروني',

        'description' => 'ستحتاج إلى إدخال الرمز المكون من 6 أرقام الذي نرسله إلى بريدك الإلكتروني في كل مرة تسجل فيها الدخول أو تنفذ إجراءات حساسة. تحقق من بريدك الإلكتروني للحصول على الرمز لإكمال الإعداد.',

        'form' => [

            'code' => [

                'label' => 'أدخل الرمز المكون من 6 أرقام الذي أرسلناه إلى بريدك الإلكتروني',

                'validation_attribute' => 'الرمز',

                'actions' => [

                    'resend' => [

                        'label' => 'إرسال رمز جديد عبر البريد الإلكتروني',

                        'notifications' => [

                            'resent' => [
                                'title' => 'تم إرسال رمز جديد إلى بريدك الإلكتروني',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'الرمز الذي أدخلته غير صالح.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'تفعيل رموز التحقق عبر البريد الإلكتروني',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'تم تفعيل رموز التحقق عبر البريد الإلكتروني',
        ],

    ],

];
