<?php

return [

    'label' => 'Включить',

    'modal' => [

        'heading' => 'Настройка подтверждения через email',

        'description' => 'Вам потребуется вводить 6-значный код, который мы отправляем по email, каждый раз при входе в систему или выполнении конфиденциальных действий. Проверьте вашу почту на наличие 6-значного кода для завершения настройки.',

        'form' => [

            'code' => [

                'label' => 'Введите 6-значный код, который мы отправили вам по email',

                'validation_attribute' => 'код',

                'actions' => [

                    'resend' => [

                        'label' => 'Отправить новый код по email',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Мы отправили вам новый код по email',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Введенный код неверен.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Включить подтверждение через email',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'Подтверждение через email включено',
        ],

    ],

];
