<?php

return [

    'title' => 'ဝင်ရန်',

    'heading' => 'သင့်အကောင့်သို့ ဝင်ရန်',

    'form' => [

        'email' => [
            'label' => 'မိမိ၏အီးမေးလ်',
        ],

        'password' => [
            'label' => 'စကားဝှက်',
        ],

        'remember' => [
            'label' => 'မှတ်ထားပေးပါ',
        ],

        'actions' => [

            'authenticate' => [
                'label' => '၀င်မည်',
            ],

        ],

    ],

    'messages' => [

        'failed' => 'အကောင့်ဝင်ခြင်းအထောက်အထားများသည် မှတ်တမ်းများနှင့် မကိုက်ညီပါ။',

    ],

    'notifications' => [

        'throttled' => [
            'title' => 'အကောင့်ဝင်ရန် ကြိုးစားမှု များလွန်းသည်၊ ကျေးဇူးပြု၍ :seconds စက္ကန့်အကြာတွင် ထပ်စမ်းကြည့်ပါ',
        ],

    ],

];
