<?php

return [

    'label' => 'إيقاف',

    'modal' => [

        'heading' => 'تعطيل تطبيق المصادقة',

        'description' => 'هل أنت متأكد من أنك تريد التوقف عن استخدام تطبيق المصادقة؟ سيؤدي تعطيل هذا الخيار إلى إزالة طبقة حماية إضافية من حسابك.',

        'form' => [

            'code' => [

                'label' => 'أدخل الرمز المكون من 6 أرقام من تطبيق المصادقة',

                'validation_attribute' => 'الرمز',

                'actions' => [

                    'use_recovery_code' => [
                        'label' => 'استخدم رمز الاسترداد بدلاً من ذلك',
                    ],

                ],

                'messages' => [

                    'invalid' => 'الرمز المُدخل غير صحيح.',

                ],

            ],

            'recovery_code' => [

                'label' => 'أو أدخل رمز الاسترداد',

                'validation_attribute' => 'رمز الاسترداد',

                'messages' => [

                    'invalid' => 'رمز الاسترداد المُدخل غير صحيح.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'تعطيل تطبيق المصادقة',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'تم تعطيل تطبيق المصادقة',
        ],

    ],

];
