<?php

return [

    'notifications' => [

        'blocked' => [
            'title' => 'تغییر آدرس ایمیل مسدود شد',
            'body' => 'شما با موفقیت تلاش برای تغییر آدرس ایمیل به :email را مسدود کردید. اگر درخواست اصلی را شما ارسال نکرده‌اید، لطفاً فوراً با ما تماس بگیرید.',
        ],

        'failed' => [
            'title' => 'مسدود کردن تغییر آدرس ایمیل ناموفق بود',
            'body' => 'متاسفانه شما نتوانستید از تغییر آدرس ایمیل به :email جلوگیری کنید، زیرا قبل از مسدودسازی توسط شما، این آدرس قبلاً تأیید شده بود. اگر این درخواست را شما ارسال نکرده‌اید، لطفاً فوراً با ما تماس بگیرید.',
        ],

    ],

];
