<?php

return [

    'title' => 'Суроғаи почтаи электронии худро тасдиқ кунед',

    'heading' => 'Суроғаи почтаи электронии худро тасдиқ кунед',

    'actions' => [

        'resend_notification' => [
            'label' => 'Аз нав фиристодан',
        ],

    ],

    'messages' => [
        'notification_not_received' => 'Паёми электрониеро, ки мо фиристодем, нагирифтед?',
        'notification_sent' => 'Мо ба суроғаи :email паёми электронӣ фиристодем, ки дар он дастурҳо оид ба тасдиқи суроғаи почтаи электронии шумо мавҷуданд.',
    ],

    'notifications' => [

        'notification_resent' => [
            'title' => 'Паёми электронӣ дубора фиристода шуд.',
        ],

        'notification_resend_throttled' => [
            'title' => 'Кӯшишҳои аз ҳад зиёди фиристодани дубора',
            'body' => 'Лутфан пас аз :seconds сония дубора кӯшиш кунед.',
        ],

    ],

];
