<?php

return [

    'label' => 'هەناردەکردنی :label',

    'modal' => [

        'heading' => 'هەناردەکردنی :label',

        'form' => [

            'columns' => [

                'label' => 'ستوونەکان',

                'actions' => [

                    'select_all' => [
                        'label' => 'هەڵبژاردنی هەموو',
                    ],

                    'deselect_all' => [
                        'label' => 'هەڵنەبژاردنی هەموو',
                    ],

                ],

                'form' => [

                    'is_enabled' => [
                        'label' => ':column چالاککراوە',
                    ],

                    'label' => [
                        'label' => 'ناونیشانی :column',
                    ],

                ],

            ],

        ],

        'actions' => [

            'export' => [
                'label' => 'هەناردەکردن',
            ],

        ],

    ],

    'notifications' => [

        'completed' => [

            'title' => 'هەناردەکردن تەواو بوو',

            'actions' => [

                'download_csv' => [
                    'label' => 'داگرتنی .csv',
                ],

                'download_xlsx' => [
                    'label' => 'داگرتنی .xlsx',
                ],

            ],

        ],

        'max_rows' => [
            'title' => 'هەناردەکردنەکە زۆر گەورەیە',
            'body' => '{1} ناتوانیت زیاتر لە یەک ڕیز بەیەکجار هەناردە بکەیت.|[2,*] ناتوانیت زیاتر لە :count ڕیز بەیەکجار هەناردە بکەیت.',
        ],

        'no_columns' => [
            'title' => 'هیچ ستوونێک هەڵنەبژێردراوە',
            'body' => 'تکایە لانیکەم یەک ستوون هەڵبژێرە بۆ هەناردەکردن.',
        ],

        'started' => [
            'title' => 'هەناردەکردن دەستی پێکرد',
            'body' => '{1} هەناردەکردنەکەت دەستی پێکرد و یەک ڕیز لە پشتەوە کاری لەسەر دەکرێت. کاتێک تەواو بوو، ئاگانامەیەکت پێدەگات کە بەستەری داگرتنی تێدایە.|[2,*] هەناردەکردنەکەت دەستی پێکرد و :count ڕیز لە پشتەوە کاری لەسەر دەکرێت. کاتێک تەواو بوو، ئاگانامەیەکت پێدەگات کە بەستەری داگرتنی تێدایە.',
        ],

    ],

    'file_name' => 'export-:export_id-:model',

];
