<?php

return [
    'label' => 'ပရိုဖိုင်',
    'form' => [
        'email' => [
            'label' => 'အီးမေးလ်လိပ်စာ',
        ],
        'name' => [
            'label' => 'အမည်',
        ],
        'password' => [
            'label' => 'စကားဝှက်အသစ်',
            'validation_attribute' => 'စကားဝှက်',
        ],
        'password_confirmation' => [
            'label' => 'စကားဝှက်အသစ်ကို အတည်ပြုပါ',
            'validation_attribute' => 'စကားဝှက် အတည်ပြုချက်',
        ],
        'current_password' => [
            'label' => 'လက်ရှိ စကားဝှက်',
            'below_content' => 'လုံခြုံရေးအတွက် ဆက်လက်လုပ်ဆောင်ရန် သင့်စကားဝှက်ကို အတည်ပြုပါ။',
            'validation_attribute' => 'လက်ရှိ စကားဝှက်',
        ],
        'actions' => [
            'save' => [
                'label' => 'အပြောင်းအလဲများကို သိမ်းဆည်းရန်',
            ],
        ],
    ],
    'multi_factor_authentication' => [
        'label' => 'နှစ်ဆင့်ခံ အထောက်အထားစစ်ဆေးခြင်း (2FA)',
    ],
    'notifications' => [
        'email_change_verification_sent' => [
            'title' => 'အီးမေးလ်လိပ်စာ ပြောင်းလဲရန် တောင်းဆိုချက် ပေးပို့ပြီးပါပြီ',
            'body' => 'သင့်အီးမေးလ်လိပ်စာကို ပြောင်းလဲရန် တောင်းဆိုချက်ကို :email သို့ ပေးပို့ပြီးပါပြီ။ ပြောင်းလဲမှုကို အတည်ပြုရန် သင့်အီးမေးလ်ကို စစ်ဆေးပါ။',
        ],
        'saved' => [
            'title' => 'သိမ်းပြီး',
        ],
        'throttled' => [
            'title' => 'တောင်းဆိုမှု များလွန်းနေပါသည်။ :seconds စက္ကန့်နောက် ထပ်စမ်းကြည့်ပါ။',
            'body' => ':seconds စက္ကန့်နောက် ထပ်စမ်းကြည့်ပါ။',
        ],
    ],
    'actions' => [
        'cancel' => [
            'label' => 'ပယ်ဖျက်ရန်',
        ],
    ],
];
