<?php

return [

    'subject' => 'Суроғаи почтаи электронии шумо тағйир дода мешавад',

    'lines' => [
        'Мо дархостро барои тағйир додани суроғаи почтаи электронии ба ҳисоби шумо вобастабуда қабул кардем. Барои тасдиқи ин тағйирот гузарвожаи шумо истифода шуд.',
        'Пас аз тасдиқ, суроғаи нави почтаи электронии ҳисоби шумо чунин хоҳад буд: :email.',
        'Шумо метавонед то тасдиқ шудани ин тағйирот бо пахш кардани тугмаи зер онро манъ кунед.',
        'Агар шумо ин дархостро нафиристода бошед, фавран бо мо дар тамос шавед.',
    ],

    'action' => 'Манъ кардани тағйири почтаи электронӣ',

];
