<?php

return [

    'title' => 'Մուտք',

    'heading' => 'Մուտք գործեք ձեր հաշիվ',

    'buttons' => [

        'authenticate' => [
            'label' => 'Մուտք գործել',
        ],

    ],

    'fields' => [

        'email' => [
            'label' => 'Էլ. հասցե',
        ],

        'password' => [
            'label' => 'Գաղտնաբառ',
        ],

        'remember' => [
            'label' => 'Հիշել',
        ],

    ],

    'messages' => [
        'failed' => 'Այս տվյալները չեն համապատասխանում մեր գրառումներին։',
        'throttled' => 'Չափից շատ մուտք գործելու փորձեր։ Խնդրում ենք նորից փորձեք :seconds վայրկյանից։',
    ],

];
