<?php

return [

    'management_schema' => [

        'actions' => [

            'label' => 'Էլ. փոստով հաստատման կոդեր',

            'below_content' => 'Ստացեք ժամանակավոր կոդ ձեր էլ. փոստում՝ մուտքի ժամանակ ինքնությունը հաստատելու համար։',

            'messages' => [
                'enabled' => 'Միացված է',
                'disabled' => 'Անջատված է',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'Ուղարկել կոդը ձեր էլ. փոստին',

        'code' => [

            'label' => 'Մուտքագրեք 6-նիշանոց կոդը, որը մենք ուղարկել ենք ձեր էլ. փոստով',

            'validation_attribute' => 'կոդ',

            'actions' => [

                'resend' => [

                    'label' => 'Ուղարկել նոր կոդ էլ. փոստով',

                    'notifications' => [

                        'resent' => [
                            'title' => 'Մենք ձեզ նոր կոդ ուղարկեցինք էլ. փոստով',
                        ],

                    ],

                ],

            ],

            'messages' => [

                'invalid' => 'Մուտքագրված կոդը սխալ է։',

            ],

        ],

    ],

];
