<?php

return [
    'label' => 'Увези :label',

    'modal' => [

        'heading' => 'Увези :label',

        'form' => [

            'file' => [

                'label' => 'Датотека',

                'placeholder' => 'Изабери CSV датотеку',
                'rules' => [
                    'duplicate_columns' => '{0} Датотека не сме да садржи више од једне празне заглавље колоне.|{1,*} Датотека не сме да садржи дуплирана заглавља колона: :columns.',
                ],

            ],

            'columns' => [
                'label' => 'Колона',
                'placeholder' => 'Изабери колону',
            ],

        ],

        'actions' => [

            'download_example' => [
                'label' => 'Преузми пример CSV датотеке',
            ],

            'import' => [
                'label' => 'Увоз',
            ],

        ],

    ],

    'notifications' => [

        'completed' => [

            'title' => 'Увоз је завршен',

            'actions' => [

                'download_failed_rows_csv' => [
                    'label' => 'Преузми информацију о неуспешном покушају преузимања реда|Преузми информацију о неуспешном покушају преузимања редова',
                ],

            ],

        ],

        'max_rows' => [
            'title' => 'Послата CSV датотека је превелика',
            'body' => '{1} Не можеш увести више од једног реда одједном.|[2,4] Не можеш увести више од :count реда одједном.|[5,*] Не можеш увести више од :count редова одједном.',
        ],

        'started' => [
            'title' => 'Увоз је започет',
            'body' => '{1} Увоз је започет и један ред ће се обрадити у позадини.|[2,4] Увоз је започет и :count реда ће се обрадити у позадини.|[5,*] Увоз је започет и :count редова ће се обрадити у позадини.',
        ],

    ],

    'example_csv' => [
        'file_name' => ':importer-example',
    ],

    'failure_csv' => [
        'file_name' => 'import-:import_id-:csv_name-failed-rows',
        'error_header' => 'грешка',
        'system_error' => 'Системска грешка, контактирајте подршку.',
        'column_mapping_required_for_new_record' => ':attribute колона није мапирана на колону у датотеци, али је обавезна за креирање нових записа.',
    ],

];
