<?php

return [

    'title' => 'Логін',

    'heading' => 'Увійдіть у свій акаунт',

    'actions' => [

        'authenticate' => [
            'label' => 'Увійти',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'Електронна пошта',
        ],

        'password' => [
            'label' => 'Пароль',
        ],

        'remember' => [
            'label' => 'Запам’ятай мене',
        ],

    ],

    'messages' => [
        'failed' => 'Ці дані не відповідають нашим записам.',
        'throttled' => 'Забагато спроб входу в систему. Будь ласка, спробуйте ще раз через :seconds секунд.',
    ],

];
