<?php

return [

    'label' => 'Извези :label',

    'modal' => [

        'heading' => 'Извези :label',

        'form' => [

            'columns' => [

                'label' => 'Колони',

                'actions' => [

                    'select_all' => [
                        'label' => 'Избери сите',
                    ],

                    'deselect_all' => [
                        'label' => 'Одбери сите',
                    ],

                ],

                'form' => [

                    'is_enabled' => [
                        'label' => ':column овозможено',
                    ],

                    'label' => [
                        'label' => ':column етикета',
                    ],

                ],

            ],

        ],

        'actions' => [

            'export' => [
                'label' => 'Извези',
            ],

        ],

    ],

    'notifications' => [

        'completed' => [

            'title' => 'Извозот е завршен',

            'actions' => [

                'download_csv' => [
                    'label' => 'Преземи .csv',
                ],

                'download_xlsx' => [
                    'label' => 'Преземи .xlsx',
                ],

            ],

        ],

        'max_rows' => [
            'title' => 'Извозот е преголем',
            'body' => 'Не можете да извезувате повеќе од 1 ред одеднаш.|Не можете да извезувате повеќе од :count редови одеднаш.',
        ],

        'no_columns' => [
            'title' => 'Нема избрани колони',
            'body' => 'Ве молиме изберете барем една колона за извоз.',
        ],

        'started' => [
            'title' => 'Извозот е започнат',
            'body' => 'Вашиот извоз започна и 1 ред ќе биде обработен во позадина. Ќе добиете известување со линк за преземање кога ќе заврши.|Вашиот извоз започна и :count редови ќе бидат обработени во позадина. Ќе добиете известување со линк за преземање кога ќе заврши.',
        ],

    ],

    'file_name' => 'export-:export_id-:model',

];
