<?php

return [

    'notifications' => [

        'blocked' => [
            'title' => 'Էլ. փոստի հասցեի փոփոխությունը արգելափակված է',
            'body' => 'Դուք հաջողությամբ արգելափակեցիք փորձը փոխելու էլ. փոստի հասցեն դեպի :email։ Եթե դուք չեք կատարել սկզբնական հարցումը, խնդրում ենք անմիջապես կապվել մեզ հետ։',
        ],

        'failed' => [
            'title' => 'Չհաջողվեց արգելափակել էլ. փոստի հասցեի փոփոխությունը',
            'body' => 'Ցավոք, չհաջողվեց կանխել էլ. փոստի հասցեի փոփոխությունը դեպի :email, քանի որ այն արդեն հաստատվել էր նախքան ձեր արգելափակելը։ Եթե դուք չեք կատարել սկզբնական հարցումը, խնդրում ենք անմիջապես կապվել մեզ հետ։',
        ],

    ],

];
