<?php

return [

    'management_schema' => [

        'actions' => [

            'label' => 'کۆدەکانی پشتڕاستکردنەوەی ئیمەیڵ',

            'below_content' => 'کۆدێکی کاتی لە ناونیشانی ئیمەیڵەکەت وەربگرە بۆ پشتڕاستکردنەوەی ناسنامەکەت لە کاتی چوونەژوورەوە.',

            'messages' => [
                'enabled' => 'چالاککراوە',
                'disabled' => 'ناچالاکە',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'کۆدێک بنێرە بۆ ئیمەیڵەکەت',

        'code' => [

            'label' => 'ئەو کۆدە 6 ژمارەییە بنووسە کە لە ڕێگەی ئیمەیڵەوە بۆمان ناردویت',

            'validation_attribute' => 'کۆد',

            'actions' => [

                'resend' => [

                    'label' => 'ناردنی کۆدی نوێ لەڕێگەی ئیمەیڵەوە',

                    'notifications' => [

                        'resent' => [
                            'title' => 'ئێمە کۆدێکی نوێمان لەڕێگەی ئیمەیڵەوە بۆ ناردوویت',
                        ],

                    ],

                ],

            ],

            'messages' => [

                'invalid' => 'کۆدی هەڵە داخڵکراوە',

            ],

        ],

    ],

];
