<?php

return [

    'field' => [
        'label' => 'گەڕانی گشتی',
        'placeholder' => 'گەڕان',
        'instructions' => 'تیری خوارەوە دابگرە بۆ سەیرکردنی ئەنجامەکان. تیرەکانی سەرەوە و خوارەوە بەکاربهێنە بۆ جوڵان لەنێوان ئەنجامەکاندا، و Tab بۆ گەیشتن بە کردارەکانی ئەنجام. Escape دابگرە بۆ داخستنی ئەنجامەکان.',
    ],

    'results_label' => 'ئەنجامەکانی گەڕانی گشتی',

    'results_count' => '{1} :count ئەنجام پیشان دراوە.|[2,*] :count ئەنجام پیشان دراون.',

    'loading_message' => 'گەڕان...',

    'failure_message' => 'گەڕانەکە تەواو نەبوو. پەڕەکە نوێ بکەرەوە بۆ هەوڵدانەوە.',

    'no_results_message' => 'هیچ ئەنجامێک بۆ گەڕانەکەت نەدۆزرایەوە.',

];
