<?php

return [

    'buttons' => [

        'submit' => [
            'label' => 'Вход',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'Электронный адрес',
        ],

        'password' => [
            'hint' => 'Забыли свой пароль?',
            'label' => 'Пароль',
        ],

        'remember' => [
            'label' => 'Запомнить меня',
        ],

    ],

    'messages' => [
        'failed' => 'Учётные данные не совпадают с нашими записями.',
        'throttled' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    ],

    'title' => 'Вход в вашу учетную запись',

];
