<?php

return [

    'label' => 'ناچالاککردن',

    'modal' => [

        'heading' => 'کۆدەکانی پشتڕاستکردنەوەی ئیمەیڵ ناچالاک بکە',

        'description' => 'ئایا دڵنیای کە دەتەوێت وەرگرتنی کۆدی پشتڕاستکردنەوەی ئیمەیڵ بوەستێنیت؟ ناچالاککردنی ئەمە چینێکی زیادەی ئاسایش لە هەژمارەکەتدا لادەبات.',

        'form' => [

            'code' => [

                'label' => 'ئەو کۆدە 6 ژمارەییە بنووسە کە لە ڕێگەی ئیمەیڵەوە بۆمان ناردویت',

                'validation_attribute' => 'کۆد',

                'actions' => [

                    'resend' => [

                        'label' => 'ناردنی کۆدی نوێ لەڕێگەی ئیمەیڵەوە',

                        'notifications' => [

                            'resent' => [
                                'title' => 'کۆدێکی نوێمان لەڕێگەی ئیمەیڵەوە بۆ ناردیت',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'کۆدی هەڵە داخڵکراوە',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'کۆدەکانی پشتڕاستکردنەوەی ئیمەیڵ ناچالاک بکە',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'کۆدەکانی پشتڕاستکردنەوەی ئیمەیڵ ناچالاککران',
        ],

    ],

];
