<?php

return [

    'label' => 'ڕێکخستن',

    'modal' => [

        'heading' => 'ڕێکخستنی کۆدی پشتڕاستکردنەوەی ئیمەیڵ',

        'description' => 'پێویستە ئەو کۆدە 6 ژمارەییە دابنێیت کە ئێمە لە ڕێگەی ئیمەیڵەوە بۆت دەنێرین هەر جارێک کە دەچیتەژوورەوە یان کردارە هەستیارەکان ئەنجام دەدەیت. ئیمەیڵەکەت بپشکنە بۆ کۆدێکی 6 ژمارەیی بۆ تەواوکردنی ڕێکخستنەکە.',

        'form' => [

            'code' => [

                'label' => 'ئەو کۆدە 6 ژمارەییە بنووسە کە لە ڕێگەی ئیمەیڵەوە بۆمان ناردویت',

                'validation_attribute' => 'کۆد',

                'actions' => [

                    'resend' => [

                        'label' => 'ناردنی کۆدی نوێ لەڕێگەی ئیمەیڵەوە',

                        'notifications' => [

                            'resent' => [
                                'title' => 'کۆدی نوێمان لەڕێگەی ئیمەیڵەوە بۆ ناردیت',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'کۆدی هەڵە داخڵکراوە',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'کۆدەکانی پشتڕاستکردنەوەی ئیمەیڵ چالاک بکە',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'کۆدەکانی پشتڕاستکردنەوەی ئیمەیڵ چالاککراون',
        ],

    ],

];
