<?php

return [

    'management_schema' => [

        'actions' => [

            'label' => 'Հաստատող հավելված',

            'below_content' => 'Օգտագործեք անվտանգ հավելված՝ մուտքի ստուգման համար ժամանակավոր կոդ ստեղծելու նպատակով։',

            'messages' => [
                'enabled' => 'Միացված է',
                'disabled' => 'Անջատված է',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'Օգտագործեք կոդ հաստատող հավելվածից',

        'code' => [

            'label' => 'Մուտքագրեք 6-նիշանոց կոդը հաստատող հավելվածից',

            'validation_attribute' => 'կոդ',

            'actions' => [

                'use_recovery_code' => [
                    'label' => 'Փոխարենը օգտագործել վերականգնման կոդ',
                ],

            ],

            'messages' => [

                'invalid' => 'Մուտքագրված կոդը սխալ է։',

            ],

        ],

        'recovery_code' => [

            'label' => 'Կամ մուտքագրեք վերականգնման կոդ',

            'validation_attribute' => 'վերականգնման կոդ',

            'messages' => [

                'invalid' => 'Մուտքագրված վերականգնման կոդը սխալ է։',

            ],

        ],

    ],

];
