<?php

return [

    'notifications' => [

        'blocked' => [
            'title' => 'ការផ្លាស់ប្តូរអាសយដ្ឋានអ៊ីមែលត្រូវបានរារាំង',
            'body' => 'អ្នកបានរារាំងការប៉ុនប៉ងផ្លាស់ប្តូរអាសយដ្ឋានអ៊ីមែលទៅជា :email ដោយជោគជ័យ។ ប្រសិនបើអ្នកមិនបានធ្វើការស្នើសុំដើមទេ សូមទាក់ទងមកយើងខ្ញុំជាបន្ទាន់។',
        ],

        'failed' => [
            'title' => 'បានបរាជ័យក្នុងការរារាំងការផ្លាស់ប្តូរអាសយដ្ឋានអ៊ីមែល',
            'body' => 'ជាអកុសល អ្នកមិនអាចរារាំងការផ្លាស់ប្តូរអាសយដ្ឋានអ៊ីមែលទៅជា :email បានទេ ដោយសារវាត្រូវបានផ្ទៀងផ្ទាត់រួចហើយ មុនពេលអ្នករារាំងវា។ ប្រសិនបើអ្នកមិនបានធ្វើការស្នើសុំដើមទេ សូមទាក់ទងមកយើងខ្ញុំជាបន្ទាន់។',
        ],

    ],

];
