<?php

return [

    'label' => 'រៀបចំ',

    'modal' => [

        'heading' => 'រៀបចំកូដផ្ទៀងផ្ទាត់តាមអ៊ីមែល',

        'description' => 'អ្នកនឹងត្រូវបញ្ចូលកូដ 6 ខ្ទង់ដែលយើងផ្ញើជូនអ្នកតាមអ៊ីមែលរាល់ពេលដែលអ្នកចូល ឬអនុវត្តសកម្មភាពរសើប។ ពិនិត្យអ៊ីមែលរបស់អ្នកសម្រាប់កូដ 6 ខ្ទង់ ដើម្បីបញ្ចប់ការរៀបចំ។',

        'form' => [

            'code' => [

                'label' => 'បញ្ចូលលេខកូដ 6 ខ្ទង់ដែលយើងបានផ្ញើជូនអ្នកតាមអ៊ីមែល',

                'validation_attribute' => 'កូដ',

                'actions' => [

                    'resend' => [
                        'label' => 'ផ្ញើកូដថ្មីតាមអ៊ីមែល',

                        'notifications' => [

                            'resent' => [
                                'title' => 'យើងបានផ្ញើកូដថ្មីជូនអ្នកតាមអ៊ីមែលហើយ',
                            ],

                            'throttled' => [
                                'title' => 'ការព្យាយាមផ្ញើច្រើនដងពេក។ សូមរង់ចាំមុនពេលស្នើសុំកូដផ្សេងទៀត។',
                            ],

                        ],
                    ],

                ],

                'messages' => [
                    'invalid' => 'កូដដែលអ្នកបានបញ្ចូលមិនត្រឹមត្រូវទេ។',
                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'បើកកូដផ្ទៀងផ្ទាត់តាមអ៊ីមែល',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'កូដផ្ទៀងផ្ទាត់តាមអ៊ីមែលត្រូវបានបើក',
        ],

    ],

];
