<?php

return [

    'subject' => 'អាសយដ្ឋានអ៊ីមែលរបស់អ្នកត្រូវបានផ្លាស់ប្តូរ',

    'lines' => [
        0 => 'យើងបានទទួលសំណើដើម្បីផ្លាស់ប្តូរអាសយដ្ឋានអ៊ីមែលដែលភ្ជាប់ជាមួយគណនីរបស់អ្នក។ ពាក្យសម្ងាត់របស់អ្នកត្រូវបានប្រើដើម្បីបញ្ជាក់ការផ្លាស់ប្តូរនេះ។',
        1 => 'នៅពេលដែលបានផ្ទៀងផ្ទាត់ អាសយដ្ឋានអ៊ីមែលថ្មីនៅលើគណនីរបស់អ្នកនឹងមាន៖ :email ។',
        2 => 'អ្នកអាចរារាំងការផ្លាស់ប្តូរមុនពេលវាត្រូវបានផ្ទៀងផ្ទាត់ដោយចុចប៊ូតុងខាងក្រោម។',
        3 => 'ប្រសិនបើអ្នកមិនបានធ្វើការស្នើសុំនេះទេ សូមទាក់ទងមកយើងខ្ញុំជាបន្ទាន់។',
    ],

    'action' => 'រារាំងការផ្លាស់ប្តូរអ៊ីមែល',

];
