<?php

return [

    'label' => 'ක්‍රියා විරහිත කරන්න',

    'modal' => [

        'heading' => 'සත්‍යාපන යෙදුම අක්‍රිය කරන්න',

        'description' => 'සත්‍යාපන යෙදුම භාවිතා කිරීම නවත්වන්නට ඔබට විශ්වාසද? මෙය අක්‍රිය කිරීමෙන් ඔබගේ ගිණුමෙන් අමතර ආරක්ෂණ ස්තරයක් ඉවත් වේ.',

        'form' => [

            'password' => [
                'label' => 'වත්මන් මුරපදය',
                'validation_attribute' => 'වත්මන් මුරපදය',
            ],

            'code' => [

                'label' => 'සත්‍යාපන යෙදුමේ ඇති ඉලක්කම් 6 කින් යුත් කේතය ඇතුළත් කරන්න',

                'validation_attribute' => 'කේතය',

                'actions' => [

                    'use_recovery_code' => [
                        'label' => 'ඒ වෙනුවට ප්‍රතිසාධන කේතයක් භාවිතා කරන්න',
                    ],

                ],

                'messages' => [
                    'invalid' => 'ඔබ ඇතුළත් කළ කේතය වලංගු නැත.',
                    'rate_limited' => 'උත්සාහයන් වැඩියි. කරුණාකර පසුව නැවත උත්සාහ කරන්න.',
                ],

            ],

            'recovery_code' => [

                'label' => 'නැතහොත්, ප්‍රතිසාධන කේතයක් ඇතුළත් කරන්න',

                'validation_attribute' => 'ප්‍රතිසාධන කේතය',

                'messages' => [
                    'invalid' => 'ඔබ ඇතුළත් කළ ප්‍රතිසාධන කේතය වලංගු නැත.',
                    'rate_limited' => 'උත්සාහයන් වැඩියි. කරුණාකර පසුව නැවත උත්සාහ කරන්න.',
                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'සත්‍යාපන යෙදුම අක්‍රිය කරන්න',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'සත්‍යාපන යෙදුම අක්‍රිය කර ඇත',
        ],

    ],

];
