<?php

return [

    'label' => 'ප්‍රතිසාධන කේත යළි උත්පාදනය කරන්න',

    'modal' => [

        'heading' => 'සත්‍යාපන යෙදුමේ ප්‍රතිසාධන කේත යළි උත්පාදනය කරන්න',

        'description' => 'ඔබගේ ප්‍රතිසාධන කේත අහිමි වුවහොත්, ඔබට ඒවා මෙතැනින් යළි උත්පාදනය කළ හැක. ඔබගේ පැරණි ප්‍රතිසාධන කේත වහාම අවලංගු වනු ඇත.',

        'form' => [

            'code' => [

                'label' => 'සත්‍යාපන යෙදුමේ ඇති ඉලක්කම් 6 කින් යුත් කේතය ඇතුළත් කරන්න',

                'validation_attribute' => 'කේතය',

                'messages' => [
                    'invalid' => 'ඔබ ඇතුළත් කළ කේතය වලංගු නැත.',
                    'rate_limited' => 'උත්සාහයන් වැඩියි. කරුණාකර පසුව නැවත උත්සාහ කරන්න.',
                ],

            ],

            'password' => [
                'label' => 'ඔබගේ වත්මන් මුරපදය ඇතුළත් කරන්න',
                'validation_attribute' => 'මුරපදය',
            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'ප්‍රතිසාධන කේත යළි උත්පාදනය කරන්න',
            ],

        ],

    ],

    'notifications' => [

        'regenerated' => [
            'title' => 'සත්‍යාපන යෙදුමේ නව ප්‍රතිසාධන කේත උත්පාදනය කර ඇත',
        ],

    ],

    'show_new_recovery_codes' => [

        'modal' => [

            'heading' => 'නව ප්‍රතිසාධන කේත',

            'description' => 'කරුණාකර පහත ප්‍රතිසාධන කේත ආරක්ෂිත ස්ථානයක සුරකින්න. ඒවා පෙන්වන්නේ එක් වරක් පමණි, නමුත් ඔබගේ සත්‍යාපන යෙදුමට ප්‍රවේශය අහිමි වුවහොත් ඒවා ඔබට අවශ්‍ය වනු ඇත:',

            'actions' => [

                'submit' => [
                    'label' => 'වසන්න',
                ],

            ],

        ],

    ],

];
