<?php

return [

    'notifications' => [

        'blocked' => [
            'title' => 'Зміну електронної адреси заблоковано',
            'body' => 'Ви успішно заблокували спробу змінити електронну адресу на :email. Якщо це були не ви, негайно зв’яжіться з нами.',
        ],

        'failed' => [
            'title' => 'Не вдалося заблокувати зміну електронної адреси',
            'body' => 'На жаль, не вдалося запобігти зміні електронної адреси на :email, оскільки її вже було підтверджено до моменту блокування. Якщо це були не ви, негайно зв’яжіться з нами.',
        ],

    ],

];
