<?php

return [

    'title' => 'اپنا پاسورڈ ری سیٹ کریں',

    'heading' => 'پاسورڈ بھول گئے؟',

    'actions' => [

        'login' => [
            'label' => 'لاگ ان پر واپس جائیں',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'ای میل ایڈریس',
        ],

        'actions' => [

            'request' => [
                'label' => 'ای میل بھیجیں',
            ],

        ],

    ],

    'notifications' => [

        'sent' => [
            'body' => 'اگر آپ کا اکاؤنٹ موجود نہیں ہے تو آپ کو ای میل موصول نہیں ہوگی۔',
        ],

        'throttled' => [
            'title' => 'زیادہ درخواستیں کی گئیں',
            'body' => 'براہ کرم :seconds سیکنڈ بعد دوبارہ کوشش کریں۔',
        ],

    ],

];
