<?php

return [

    'title' => 'ඔබගේ මුරපදය යළි සකසන්න',

    'heading' => 'මුරපදය අමතකද?',

    'actions' => [

        'login' => [
            'label' => 'පිවිසුමට ආපසු',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'විද්‍යුත් තැපැල් ලිපිනය',
        ],

        'actions' => [

            'request' => [
                'label' => 'විද්‍යුත් තැපෑල එවන්න',
            ],

        ],

    ],

    'notifications' => [

        'sent' => [
            'body' => 'ඔබගේ විද්‍යුත් තැපැල් ගිණුම වලංගු නොවේනම්, ඔබට විද්‍යුත් තැපෑල් පණිවිඩය නොලැබෙනු ඇත.',
        ],

        'throttled' => [
            'title' => 'ඉල්ලීම් වැඩියි',
            'body' => 'කරුණාකර තත්පර :seconds කින් නැවත උත්සාහ කරන්න.',
        ],

    ],

];
