<?php

return [

    'notifications' => [

        'blocked' => [
            'title' => 'විද්‍යුත් තැපැල් ලිපිනය වෙනස් කිරීම අවහිර කරන ලදී',
            'body' => 'ඔබ :email වෙත විද්‍යුත් තැපැල් ලිපිනය වෙනස් කිරීමේ උත්සාහය සාර්ථකව අවහිර කර ඇත. මුල් ඉල්ලීම ඔබ සිදු නොකළේ නම්, වහාම අප හා සම්බන්ධ වන්න.',
        ],

        'failed' => [
            'title' => 'විද්‍යුත් තැපැල් ලිපිනය වෙනස් කිරීම අවහිර කිරීමට නොහැකි විය',
            'body' => 'අවාසනාවකට, ඔබ අවහිර කිරීමට පෙර :email ලිපිනය සත්‍යාපනය කර තිබූ බැවින්, එය වෙනස් වීම වැළැක්වීමට නොහැකි විය. මුල් ඉල්ලීම ඔබ සිදු නොකළේ නම්, වහාම අප හා සම්බන්ධ වන්න.',
        ],

    ],

];
