<?php

return [
    'management_schema' => [
        'actions' => [
            'label' => 'အထောက်အထားစစ်ဆေးသည့် အက်ပ်',
            'below_content' => 'အကောင့်ဝင်ခြင်း အတည်ပြုရန် ယာယီကုဒ်ထုတ်ပေးသည့် လုံခြုံသောအက်ပ်ကို အသုံးပြုပါ။',
            'messages' => [
                'enabled' => 'ဖွင့်ထားသည်',
                'disabled' => 'ပိတ်ထားသည်',
            ],
        ],
    ],
    'login_form' => [
        'label' => 'အထောက်အထားစစ်ဆေးသည့် အက်ပ်မှ ကုဒ်ကို အသုံးပြုရန်',
        'code' => [
            'label' => 'အထောက်အထားစစ်ဆေးသည့် အက်ပ်မှ ဂဏန်း ၆ လုံးပါ ကုဒ်ကို ထည့်ပါ',
            'validation_attribute' => 'ကုဒ်',
            'actions' => [
                'use_recovery_code' => [
                    'label' => 'ပြန်လည်ရယူရေးကုဒ်ကို အစားထိုးအသုံးပြုရန်',
                ],
            ],
            'messages' => [
                'invalid' => 'သင်ထည့်သွင်းသော ကုဒ် မမှန်ကန်ပါ။',
            ],
        ],
        'recovery_code' => [
            'label' => 'သို့မဟုတ် ပြန်လည်ရယူရေးကုဒ်ကို ထည့်ပါ',
            'validation_attribute' => 'ပြန်လည်ရယူရေးကုဒ်',
            'messages' => [
                'invalid' => 'သင်ထည့်သွင်းသော ပြန်လည်ရယူရေးကုဒ် မမှန်ကန်ပါ။',
            ],
        ],
    ],
];
