<?php

return [

    'label' => 'Искључи',

    'modal' => [

        'heading' => 'Искључивање апликације за аутентификацију',

        'description' => 'Да ли сте сигурни да желите да искључите апликацију за аутентификацију? Искључивање ће уклонити додатни ниво заштите вашег налога.',

        'form' => [

            'code' => [

                'label' => 'Унесите код од 6 цифара из апликације за аутентификацију',

                'validation_attribute' => 'код',

                'actions' => [

                    'use_recovery_code' => [
                        'label' => 'Користите код за опоравак',
                    ],

                ],

                'messages' => [

                    'invalid' => 'Код који сте унели није исправан.',

                ],

            ],

            'recovery_code' => [

                'label' => 'Или унесите код за опоравак',

                'validation_attribute' => 'код за опоравак',

                'messages' => [

                    'invalid' => 'Код за опоравак који сте унели није исправан.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Искључи апликацију за аутентификацију',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'Апликација за аутентификацију је искључена',
        ],

    ],

];
