<?php

return [

    'label' => 'Поново генеришите кодове за опоравак',

    'modal' => [

        'heading' => 'Поново генеришите кодове за опоравак апликације за аутентификацију',

        'description' => 'Ако изгубите кодове за опоравак, може да их поново генеришите овде. Након ове акције ваши стари кодови за опоравак биће неважећи.',

        'form' => [

            'code' => [

                'label' => 'Унесите код од 6 цифара из апликације за аутентификацију',

                'validation_attribute' => 'код',

                'messages' => [

                    'invalid' => 'Код који сте унели није исправан.',

                ],

            ],

            'password' => [

                'label' => 'Или унесите тренутну лозинку',

                'validation_attribute' => 'лозинка',

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Поново генеришите кодове за опоравак',
            ],

        ],

    ],

    'notifications' => [

        'regenerated' => [
            'title' => 'Нови кодови за опоравак апликације за аутентификацију су генерисани',
        ],

    ],

    'show_new_recovery_codes' => [

        'modal' => [

            'heading' => 'Нови кодови за опоравак',

            'description' => 'Чувајте ове кодове за опоравак на безбедном месту. Они ће бити приказани само једном, али ће бити неопходни ако изгубите приступ апликацији за аутентификацију.',

            'actions' => [

                'submit' => [
                    'label' => 'Затвори',
                ],

            ],

        ],

    ],

];
