<?php

return [

    'label' => 'لەکارخستن',

    'modal' => [

        'heading' => 'بەنارمەی ڕەسەنایەتی لەکاربخە',

        'description' => 'ئایا دڵنیای کە دەتەوێت واز لە بەکارهێنانی بەرنامەی ڕەسەنایەتی بهێنیت؟ لەکارخستنی ئەمە چینێکی زیادەی ئاسایش لە هەژمارەکەتدا لادەبات.',

        'form' => [

            'code' => [

                'label' => 'کۆدی 6 ژمارەیی لە بەرنامەی ڕەسەنایەتی داخڵ بکە',

                'validation_attribute' => 'کۆد',

                'actions' => [

                    'use_recovery_code' => [
                        'label' => 'لەبری ئەوە کۆدی گەڕانەوە بەکاربهێنە',
                    ],

                ],

                'messages' => [

                    'invalid' => 'کۆدی هەڵە داخڵکراوە.',

                ],

            ],

            'recovery_code' => [

                'label' => 'یان, کۆدی گەڕانەوە داخڵ بکە',

                'validation_attribute' => 'کۆدی گەڕانەوە',

                'messages' => [

                    'invalid' => 'کۆدی گەڕانەوە هەڵەیە',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'ناچالاککردنی بەرنامەی ڕەسانایەتی',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'بەرنامەی ڕەسانایەتی ناچالاککرا',
        ],

    ],

];
