<?php

return [

    'label' => 'کۆدەکانی گەڕانەوە دووبارە دروست بکەرەوە',

    'modal' => [

        'heading' => 'دووبارە دروستکردنەوەی کۆدەکانی گەڕانەوەی بەرنامەی ڕەسەنایەتی',

        'description' => 'ئەگەر کۆدەکانی گەڕانەوەت لەدەستدا، دەتوانیت لێرەدا دووبارە دروستیان بکەیتەوە. کۆدە کۆنەکانی گەڕانەوەت دەستبەجێ پووچەڵ دەکرێنەوە.',

        'form' => [

            'code' => [

                'label' => 'کۆدی 6 ژمارەیی لە بەنامەی ڕەسەنایەتی داخڵ بکە',

                'validation_attribute' => 'کۆد',

                'messages' => [

                    'invalid' => 'کۆدی هەڵە داخڵکراوە',

                ],

            ],

            'password' => [

                'label' => 'یان, تێپەڕەوشەی ئێستات داخڵ بکە',

                'validation_attribute' => 'تێپەڕەوشە',

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'کۆدەکانی گەڕانەوە دووبارە دروست بکەرەوە',
            ],

        ],

    ],

    'notifications' => [

        'regenerated' => [
            'title' => 'کۆدی نوێی گەڕانەوەی ئەپی ڕەسەنایەتی دروستکراوە',
        ],

    ],

    'show_new_recovery_codes' => [

        'modal' => [

            'heading' => 'کۆدە نوێیەکانی گەڕانەوە',

            'description' => 'تکایە ئەم کۆدانەی خوارەوەی گەڕاندنەوە لە شوێنێکی سەلامەتدا هەڵبگرن. تەنها جارێک پیشان دەدرێن، بەڵام پێویستت پێیان دەبێت ئەگەر دەستڕاگەیشتن بە بەرنامەی ڕەسەنایەتیت لەدەست بدەیت:',

            'actions' => [

                'submit' => [
                    'label' => 'داخستن',
                ],

            ],

        ],

    ],

];
