<?php

return [
    'subject' => 'သင့်အီးမေးလ်လိပ်စာကို ပြောင်းလဲနေပါသည်',
    'lines' => [
        0 => 'သင့်အကောင့်နှင့် ချိတ်ဆက်ထားသော အီးမေးလ်လိပ်စာကို ပြောင်းလဲရန် တောင်းဆိုချက်တစ်ခု လက်ခံရရှိခဲ့သည်။ ဤပြောင်းလဲမှုကို အတည်ပြုရန် သင့်စကားဝှက်ကို အသုံးပြုခဲ့သည်။',
        1 => 'အတည်ပြုပြီးပါက သင့်အကောင့်၏ အီးမေးလ်လိပ်စာအသစ်မှာ :email ဖြစ်ပါမည်။',
        2 => 'အတည်မပြုမီ အောက်ပါခလုတ်ကို နှိပ်၍ ပြောင်းလဲမှုကို ပိတ်ပင်နိုင်ပါသည်။',
        3 => 'ဤတောင်းဆိုချက်ကို သင်မပြုလုပ်ခဲ့ပါက ကျွန်ုပ်တို့ထံ ချက်ချင်း ဆက်သွယ်ပါ။',
    ],
    'action' => 'အီးမေးလ်ပြောင်းလဲမှုကို ပိတ်ပင်ရန်',
];
