<?php

return [

    'buttons' => [

        'submit' => [
            'label' => 'چوونەژوورەوە',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'ئیمەیڵ',
        ],

        'password' => [
            'hint' => 'ووشەی نهێنیت لەبیرکردووە؟',
            'label' => 'ّووشەی نهێنی',
        ],

        'remember' => [
            'label' => 'لەبیرم مەکە',
        ],

    ],

    'messages' => [
        'failed' => 'ئەو زانیارییناەی تۆمارت کردوون لە ناو هاوشێوە نییە لەگەڵ ئەو زانیارییەنای تۆمارکراون',
        'throttled' => 'هەوڵی زۆرت داو بۆ چوونە ژوورەوە دوای :seconds خولەکی تر هەوڵبدەرەوە.',
    ],

    'title' => 'چوونەژوورەوە بۆ ناو هەژمارەکەت',

];
