<?php

return [

    'buttons' => [

        'submit' => [
            'label' => 'ناردنی لینکی گۆڕینی ووشەی نهێنی',
        ],

    ],

    'form' => [

        'email' => [
            'hint' => 'گەڕانەوە بۆ پەڕەی چوونەژوورەوە',
            'label' => 'ئیمەیڵ',
        ],

    ],

    'messages' => [

        'throttled' => 'هەوڵی زۆرت داو بۆ چوونە ژوورەوە دوای :seconds خولەکی تر هەوڵبدەرەوە.',

        'passwords' => [
            'sent' => 'زانیاری چۆنێتی گۆڕینی ووشەی نهێنی نێردرا بۆ ئیمەیڵەکەت',
            'throttled' => 'تکایە کەمێک چاوەڕێ بکە پێش دووبارە هەوڵدانەوە.',
            'user' => 'هیچ هەژمارێک نەدۆزرایە کە لکێنراو بێت بۆ ئیمەیڵەوە.',
        ],

    ],

    'title' => 'گۆڕینی ووشەی نهێنی',

];
