<?php

return [

    'buttons' => [

        'submit' => [
            'label' => 'گۆڕینی ووشەی نهێنی!',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'ئیمەیڵ',
        ],

        'password' => [
            'label' => 'ووشەی نهێنی',
        ],

        'passwordConfirmation' => [
            'label' => 'دڵنیابونەوە لە ووشەی نهێنی',
        ],

    ],

    'messages' => [

        'passwords' => [
            'throttled' => 'تکایە چاوەڕێ بکە پێش دووبارە هەوڵدانەوە.',
            'token' => 'کۆدی گۆڕینی ووشەی نهێنی هەڵەیە.',
            'user' => 'هیچ هەژمارێک نەدۆزرایە کە لکێنراو بێت بۆ ئیمەیڵەوە.',
        ],

    ],

    'title' => 'گۆڕینی ووشەی نهێنی!',

];
