<?php

return [
    'management_schema' => [
        'actions' => [
            'label' => 'အီးမေးလ် အတည်ပြုကုဒ်များ',
            'below_content' => 'အကောင့်ဝင်စဉ် မည်သူမည်ဝါဖြစ်ကြောင်း အတည်ပြုရန် ယာယီကုဒ်ကို သင့်အီးမေးလ်လိပ်စာမှ လက်ခံရယူပါ။',
            'messages' => [
                'enabled' => 'ဖွင့်ထားသည်',
                'disabled' => 'ပိတ်ထားသည်',
            ],
        ],
    ],
    'login_form' => [
        'label' => 'သင့်အီးမေးလ်သို့ ကုဒ်ပို့ရန်',
        'code' => [
            'label' => 'သင့်ထံ အီးမေးလ်ဖြင့် ပေးပို့ထားသော ဂဏန်း ၆ လုံးပါ ကုဒ်ကို ထည့်ပါ',
            'validation_attribute' => 'ကုဒ်',
            'actions' => [
                'resend' => [
                    'label' => 'ကုဒ်အသစ်ကို အီးမေးလ်ဖြင့် ပို့ရန်',
                    'notifications' => [
                        'resent' => [
                            'title' => 'ကုဒ်အသစ်ကို သင့်ထံ အီးမေးလ်ဖြင့် ပေးပို့ပြီးပါပြီ',
                        ],
                        'throttled' => [
                            'title' => 'ပြန်လည်ပေးပို့ရန် ကြိုးစားမှု များလွန်းနေပါသည်။ နောက်ထပ်ကုဒ် မတောင်းဆိုမီ ခဏစောင့်ပါ။',
                        ],
                    ],
                ],
            ],
            'messages' => [
                'invalid' => 'သင်ထည့်သွင်းသော ကုဒ် မမှန်ကန်ပါ။',
            ],
        ],
    ],
];
