<?php

return [

    'label' => 'خاموش کردن',

    'modal' => [

        'heading' => 'غیرفعال کردن اپلیکیشن تأییدکننده',

        'description' => 'آیا مطمئن هستید که می‌خواهید استفاده از اپلیکیشن تأییدکننده را متوقف کنید؟ با غیرفعال‌سازی، یک لایه امنیتی اضافی از حساب شما حذف خواهد شد.',

        'form' => [

            'code' => [

                'label' => 'کد ۶ رقمی اپلیکیشن تأییدکننده را وارد کنید',

                'validation_attribute' => 'کد',

                'actions' => [

                    'use_recovery_code' => [
                        'label' => 'به‌جای آن از کد بازیابی استفاده کنید',
                    ],

                ],

                'messages' => [

                    'invalid' => 'کدی که وارد کرده‌اید معتبر نیست.',

                ],

            ],

            'recovery_code' => [

                'label' => 'یا کد بازیابی را وارد کنید',

                'validation_attribute' => 'کد بازیابی',

                'messages' => [

                    'invalid' => 'کد بازیابی واردشده معتبر نیست.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'غیرفعال کردن اپلیکیشن تأییدکننده',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'اپلیکیشن تأییدکننده غیرفعال شد',
        ],

    ],

];
