<?php

return [

    'label' => 'تولید مجدد کدهای بازیابی',

    'modal' => [

        'heading' => 'تولید مجدد کدهای بازیابی اپلیکیشن تأییدکننده',

        'description' => 'اگر کدهای بازیابی خود را از دست داده‌اید، می‌توانید از اینجا آن‌ها را دوباره تولید کنید. کدهای قدیمی بلافاصله نامعتبر خواهند شد.',

        'form' => [

            'code' => [

                'label' => 'کد ۶ رقمی اپلیکیشن تأییدکننده را وارد کنید',

                'validation_attribute' => 'کد',

                'messages' => [

                    'invalid' => 'کدی که وارد کرده‌اید معتبر نیست.',

                ],

            ],

            'password' => [

                'label' => 'یا رمز عبور فعلی خود را وارد کنید',

                'validation_attribute' => 'رمز عبور',

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'تولید مجدد کدهای بازیابی',
            ],

        ],

    ],

    'notifications' => [

        'regenerated' => [
            'title' => 'کدهای جدید بازیابی اپلیکیشن تأییدکننده تولید شدند',
        ],

    ],

    'show_new_recovery_codes' => [

        'modal' => [

            'heading' => 'کدهای بازیابی جدید',

            'description' => 'لطفاً کدهای زیر را در جایی امن ذخیره کنید. این کدها فقط یک بار نمایش داده می‌شوند اما در صورت از دست دادن دسترسی به اپلیکیشن تأییدکننده به آن‌ها نیاز خواهید داشت:',

            'actions' => [

                'submit' => [
                    'label' => 'بستن',
                ],

            ],

        ],

    ],

];
