<?php

return [

    'title' => 'نوێکردنەوەی تێپەڕەوشە',

    'heading' => 'تێپەڕەوشەت لەبیر کردووە؟?',

    'actions' => [

        'login' => [
            'label' => 'گەڕانەوە بۆ چوونەژوورەوە',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'ئیمەیڵ',
        ],

        'actions' => [

            'request' => [
                'label' => 'ناردنی ئیمەیڵ',
            ],

        ],

    ],

    'notifications' => [

        'sent' => [
            'body' => 'ئەگەر هەژمارەکە نەبوو، ئەوا ئیمەیڵەکەت پێ ناگات.',
        ],

        'throttled' => [
            'title' => 'داواکاری زۆر نێردرا',
            'body' => 'تکایە هەوڵ بدەرەوە دوای :seconds چرکە.',
        ],

    ],

];
