<?php

return [

    'entries' => [

        'text' => [

            'actions' => [
                'collapse_list' => '{1} عرض أقل بعنصر واحد|{2} عرض أقل بعنصرين|[3,10] عرض أقل بـ :count عناصر|[11,*] عرض أقل بـ :count عنصراً',
                'expand_list' => '{1} عرض عنصر إضافي واحد|{2} عرض عنصرين إضافيين|[3,10] عرض :count عناصر إضافية|[11,*] عرض :count عنصراً إضافياً',
            ],

            'more_list_items' => '{1} وعنصر آخر|{2} وعنصرين آخرين|[3,10] و:count عناصر أخرى|[11,*] و:count عنصراً آخر',

        ],

        'key_value' => [

            'columns' => [

                'key' => [
                    'label' => 'المفتاح',
                ],

                'value' => [
                    'label' => 'القيمة',
                ],

            ],

            'placeholder' => 'لا توجد مدخلات',

        ],

    ],

];
