<?php

return [
    'title' => 'သင့်စကားဝှက်ကို ပြန်လည်သတ်မှတ်ပါ',
    'heading' => 'စကားဝှက် မေ့နေပါသလား။',
    'actions' => [
        'login' => [
            'label' => 'အကောင့်ဝင်ရန် ပြန်သွားပါ',
        ],
    ],
    'form' => [
        'email' => [
            'label' => 'အီးမေးလ်လိပ်စာ',
        ],
        'actions' => [
            'request' => [
                'label' => 'အီးမေးလ် ပို့ရန်',
            ],
        ],
    ],
    'notifications' => [
        'sent' => [
            'body' => 'သင့်အကောင့် မရှိပါက အီးမေးလ်ကို လက်ခံရရှိမည်မဟုတ်ပါ။',
        ],
        'throttled' => [
            'title' => 'တောင်းဆိုမှု များလွန်းသည်',
            'body' => ':seconds စက္ကန့်နောက် ထပ်စမ်းကြည့်ပါ။',
        ],
    ],
];
