<?php

return [

    'subject' => 'Ваш email-адрес изменяется',

    'lines' => [
        'Мы получили запрос на изменение email-адреса, связанного с вашей учетной записью. Ваш пароль был использован для подтверждения этого изменения.',
        'После подтверждения новый email-адрес в вашей учетной записи будет: :email.',
        'Вы можете заблокировать изменение до его подтверждения, нажав кнопку ниже.',
        'Если вы не делали этот запрос, немедленно свяжитесь с нами.',
    ],

    'action' => 'Заблокировать изменение email',

];
