<?php

return [

    'label' => 'Постави',

    'modal' => [

        'heading' => 'Постави кодови за верификација по е-пошта',

        'description' => 'Ќе треба да го внесете 6-цифрениот код што ви го испраќаме по е-пошта секој пат кога ќе се најавите или извршите чувствителни акции. Проверете ја вашата е-пошта за 6-цифрен код за да го завршите поставувањето.',

        'form' => [

            'code' => [

                'label' => 'Внесете го 6-цифрениот код што ви го испративме по е-пошта',

                'validation_attribute' => 'код',

                'actions' => [

                    'resend' => [

                        'label' => 'Испрати нов код по е-пошта',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Ви испративме нов код по е-пошта',
                            ],

                            'throttled' => [
                                'title' => 'Премногу обиди за повторно испраќање. Ве молиме почекајте пред да побарате друг код.',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Кодот што го внесовте не е валиден.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Овозможи кодови за верификација по е-пошта',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'Кодовите за верификација по е-пошта се овозможени',
        ],

    ],

];
