<?php

return [

    'title' => 'Ресетујте лозинку',

    'heading' => 'Заборавили сте лозинку?',

    'actions' => [

        'login' => [
            'label' => 'назад на пријаву',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'Адреса е-поште',
        ],

        'actions' => [

            'request' => [
                'label' => 'Пошаљи поруку',
            ],

        ],

    ],

    'notifications' => [

        'sent' => [
            'body' => 'Ако ваш налог не постоји нећете добити поруку е-поштом.',
        ],

        'throttled' => [
            'title' => 'Превише слања',
            'body' => 'Покушајте поново за :seconds s.',
        ],

    ],

];
