<?php

return [

    'label' => 'នាំចេញ :label',

    'modal' => [

        'heading' => 'នាំចេញ :label',

        'form' => [

            'columns' => [

                'label' => 'ជួរឈរ',

                'actions' => [
                    'select_all' => [
                        'label' => 'ជ្រើសរើសទាំងអស់',
                    ],
                    'deselect_all' => [
                        'label' => 'ដកការជ្រើសរើសទាំងអស់',
                    ],
                ],

                'form' => [
                    'is_enabled' => [
                        'label' => ':column បើកដំណើរការ',
                    ],
                    'label' => [
                        'label' => 'ស្លាក :column',
                    ],
                ],

            ],

        ],


        'actions' => [

            'export' => [
                'label' => 'នាំចេញ',
            ],

        ],

    ],

    'notifications' => [


        'completed' => [
            'title' => 'ការនាំចេញត្រូវបានបញ្ចប់',
            'actions' => [
                'download_csv' => [
                    'label' => 'ទាញយក .csv',
                ],
                'download_xlsx' => [
                    'label' => 'ទាញយក .xlsx',
                ],
            ],
        ],

        'max_rows' => [
            'title' => 'ការនាំចេញមានទំហំធំពេក',
            'body' => 'អ្នកមិនអាចនាំចេញច្រើនជាង ១ ជួរក្នុងពេលតែមួយបានទេ។|អ្នកមិនអាចនាំចេញច្រើនជាង :count ជួរក្នុងពេលតែមួយបានទេ។',
        ],

        'no_columns' => [
            'title' => 'មិនមានជួរឈរត្រូវបានជ្រើសរើសទេ',
            'body' => 'សូមជ្រើសរើសយ៉ាងហោចណាស់ជួរឈរមួយដើម្បីនាំចេញ។',
        ],

        'started' => [
            'title' => 'ចាប់ផ្តើមនាំចេញ',
            'body' => 'ការនាំចេញរបស់អ្នកបានចាប់ផ្តើម ហើយ ១ ជួរនឹងត្រូវបានដំណើរការក្នុងផ្ទៃខាងក្រោយ។ អ្នកនឹងទទួលបានការជូនដំណឹងជាមួយនឹងតំណទាញយកនៅពេលវាបញ្ចប់។|ការនាំចេញរបស់អ្នកបានចាប់ផ្តើម ហើយ :count ជួរនឹងត្រូវបានដំណើរការក្នុងផ្ទៃខាងក្រោយ។ អ្នកនឹងទទួលបានការជូនដំណឹងជាមួយនឹងតំណទាញយកនៅពេលវាបញ្ចប់។',
        ],

    ],

    'file_name' => 'នាំចេញ-:export_id-:model',

];
