<?php

return [

    'label' => 'នាំចេញ :label',

    'modal' => [

        'heading' => 'នាំចេញ :label',

        'form' => [

            'columns' => [

                'label' => 'ជួរឈរ',

                'form' => [

                    'is_enabled' => [
                        'label' => ':column បានបើកដំណើរការ',
                    ],

                    'label' => [
                        'label' => 'ស្លាក :column',
                    ],

                ],

                'actions' => [
                    'select_all' => [
                        'label' => 'ជ្រើសរើសទាំងអស់',
                    ],
                    'deselect_all' => [
                        'label' => 'ដកការជ្រើសរើសទាំងអស់',
                    ],
                ],

            ],

        ],

        'actions' => [

            'export' => [
                'label' => 'នាំចេញ',
            ],

        ],

    ],

    'notifications' => [

        'completed' => [

            'title' => 'ការនាំចេញបានបញ្ចប់',

            'actions' => [

                'download_csv' => [
                    'label' => 'ទាញយក .csv',
                ],

                'download_xlsx' => [
                    'label' => 'ទាញយក .xlsx',
                ],

            ],

        ],

        'no_columns' => [
            'title' => 'មិនមានជួរឈរត្រូវបានជ្រើសរើសទេ',
            'body' => 'សូមជ្រើសរើសយ៉ាងហោចណាស់មួយជួរឈរដើម្បីនាំចេញ។',
        ],

        'max_rows' => [
            'title' => 'ការនាំចេញមានទំហំធំពេក',
            'body' => 'អ្នកមិនអាចនាំចេញលើសពី 1 ជួរក្នុងពេលតែមួយបានទេ។|អ្នកមិនអាចនាំចេញលើសពី :count ជួរក្នុងពេលតែមួយបានទេ។',
        ],

        'started' => [
            'title' => 'ការនាំចេញបានចាប់ផ្តើម',
            'body' => 'ការនាំចេញរបស់អ្នកបានចាប់ផ្តើមហើយ 1 ជួរនឹងត្រូវបានដំណើរការនៅផ្ទៃខាងក្រោយ។ អ្នកនឹងទទួលបានការជូនដំណឹងជាមួយតំណទាញយកនៅពេលវាបានបញ្ចប់។|ការនាំចេញរបស់អ្នកបានចាប់ផ្តើមហើយ :count ជួរនឹងត្រូវបានដំណើរការនៅផ្ទៃខាងក្រោយ។ អ្នកនឹងទទួលបានការជូនដំណឹងជាមួយតំណទាញយកនៅពេលវាបានបញ្ចប់។',
        ],

    ],

    'file_name' => 'export-:export_id-:model',

];
