<?php

return [

    'management_schema' => [

        'actions' => [

            'label' => 'සත්‍යාපන යෙදුම',

            'below_content' => 'පිවිසුම සත්‍යාපනය සඳහා තාවකාලික කේතයක් උත්පාදනය කිරීමට ආරක්ෂිත යෙදුමක් භාවිතා කරන්න.',

            'messages' => [
                'enabled' => 'සක්‍රියයි',
                'disabled' => 'අක්‍රියයි',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'ඔබගේ සත්‍යාපන යෙදුමේ කේතයක් භාවිතා කරන්න',

        'code' => [

            'label' => 'සත්‍යාපන යෙදුමේ ඇති ඉලක්කම් 6 කින් යුත් කේතය ඇතුළත් කරන්න',

            'validation_attribute' => 'කේතය',

            'actions' => [

                'use_recovery_code' => [
                    'label' => 'ඒ වෙනුවට ප්‍රතිසාධන කේතයක් භාවිතා කරන්න',
                ],

            ],

            'messages' => [
                'invalid' => 'ඔබ ඇතුළත් කළ කේතය වලංගු නැත.',
            ],

        ],

        'recovery_code' => [

            'label' => 'නැතහොත්, ප්‍රතිසාධන කේතයක් ඇතුළත් කරන්න',

            'validation_attribute' => 'ප්‍රතිසාධන කේතය',

            'messages' => [
                'invalid' => 'ඔබ ඇතුළත් කළ ප්‍රතිසාධන කේතය වලංගු නැත.',
            ],

        ],

    ],

];
