<?php

return [

    'subject' => 'Ձեր էլ. փոստի հասցեն փոխվում է',

    'lines' => [
        'Մենք ստացել ենք հարցում՝ փոխելու ձեր հաշվին կցված էլ. փոստի հասցեն։ Ձեր գաղտնաբառը օգտագործվել է այս փոփոխությունը հաստատելու համար։',
        'Հաստատումից հետո, ձեր հաշվին նոր էլ. փոստի հասցեն կլինի՝ :email։',
        'Դուք կարող եք արգելափակել փոփոխությունը մինչ այն կհաստատվի՝ սեղմելով ստորև գտնվող կոճակը։',
        'Եթե դուք այս հարցումը չեք կատարել, խնդրում ենք անմիջապես կապվել մեզ հետ։',
    ],

    'action' => 'Արգելափակել էլ. փոստի փոփոխությունը',

];
