<?php

return [

    'label' => 'ක්‍රියා විරහිත කරන්න',

    'modal' => [

        'heading' => 'විද්‍යුත් තැපැල් සත්‍යාපන කේත අක්‍රිය කරන්න',

        'description' => 'විද්‍යුත් තැපැල් සත්‍යාපන කේත ලැබීම නැවැත්වීම ඔබට විශ්වාසද? මෙය අක්‍රිය කිරීමෙන් ඔබගේ ගිණුමෙන් අමතර ආරක්ෂණ ස්තරයක් ඉවත් වේ.',

        'form' => [

            'code' => [

                'label' => 'අපි විද්‍යුත් තැපෑලෙන් එවූ ඉලක්කම් 6 කින් යුත් කේතය ඇතුළත් කරන්න',

                'validation_attribute' => 'කේතය',

                'actions' => [

                    'resend' => [

                        'label' => 'විද්‍යුත් තැපෑලෙන් නව කේතයක් එවන්න',

                        'notifications' => [

                            'resent' => [
                                'title' => 'අපි ඔබට විද්‍යුත් තැපෑලෙන් නව කේතයක් එවා ඇත',
                            ],

                            'throttled' => [
                                'title' => 'නැවත යැවීමේ උත්සාහයන් වැඩියි. වෙනත් කේතයක් ඉල්ලීමට පෙර කරුණාකර රැඳී සිටින්න.',
                            ],

                        ],

                    ],

                ],

                'messages' => [
                    'invalid' => 'ඔබ ඇතුළත් කළ කේතය වලංගු නැත.',
                    'rate_limited' => 'උත්සාහයන් වැඩියි. කරුණාකර පසුව නැවත උත්සාහ කරන්න.',
                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'විද්‍යුත් තැපැල් සත්‍යාපන කේත අක්‍රිය කරන්න',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'විද්‍යුත් තැපැල් සත්‍යාපන කේත අක්‍රිය කර ඇත',
        ],

    ],

];
