<?php

return [

    'notifications' => [

        'blocked' => [
            'title' => 'Блокирана је измена адресе е-поште',
            'body' => 'Успешно сте блокирали измену адресе е-поште на :email. Одмах нас контактирајте уколико нисте упутили овај захтев.',
        ],

        'failed' => [
            'title' => 'Неуспешно блокирање измене адресе е-поште',
            'body' => 'Нажалост, нисте успели да спречите измену адресе е-поште на :email, зато што је већ потврђена пре блокирања. Одмах нас контактирајте уколико нисте упутили овај захтев.',
        ],

    ],

];
