<?php

return [

    'label' => 'Перегенерувати резервні коди',

    'modal' => [

        'heading' => 'Перегенерувати резервні коди аутентифікатора',

        'description' => 'Якщо ви втратите резервні коди, тут ви можете їх відновити. Ваші старі резервні коди стануть негайно недійсними.',

        'form' => [

            'code' => [

                'label' => 'Введіть 6-значний код з аутентифікатора',

                'validation_attribute' => 'код',

                'messages' => [

                    'invalid' => 'Введений вами код недійсний.',

                ],

            ],

            'password' => [

                'label' => 'Або введіть поточний пароль',

                'validation_attribute' => 'пароль',

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Перегенерувати',
            ],

        ],

    ],

    'notifications' => [

        'regenerated' => [
            'title' => 'Нові резервні коди аутентифікатора створено',
        ],

    ],

    'show_new_recovery_codes' => [

        'modal' => [

            'heading' => 'Нові резервні коди',

            'description' => 'Збережіть наступні резервні коди у безпечному місці. Їх буде показано лише один раз, але вони знадобляться, якщо ви втратите доступ до аутентифікатора:',

            'actions' => [

                'submit' => [
                    'label' => 'Закрити',
                ],

            ],

        ],

    ],

];
